Repository: YashGotecha99/CNT
Catalog: TimeControllApp/*.lproj/Localizable.strings
Languages: el_gr, es, lt_lt, nb, pl, ru, sv

source: Registered Vacations
el_gr: Εγγεγραμμένες Διακοπές
es: Vacaciones Registradas
lt_lt: Registruotos atostogos
nb: Registrerte ferier
pl: Zarejestrowane urlopy
ru: Зарегистрированные отпуска
sv: Registrerade semestrar

source: SelectProject
el_gr: Επιλογή Έργου
es: Seleccionar Proyecto
lt_lt: Pasirinkti projektą
nb: Velg prosjekt
pl: Wybierz projekt
ru: Выбрать проект
sv: Välj projekt

source: Off site
el_gr: Εκτός του χώρου εργασίας
es: Fuera del Sitio
lt_lt: Neprieinama vieta
nb: Borte fra kontoret
pl: Poza miejscem pracy
ru: Вне офиса
sv: Utanför arbetsplatsen

source: Employee ID
el_gr: Ταυτότητα Υπαλλήλου
es: ID del Empleado
lt_lt: Darbuotojo ID
nb: Ansatt ID
pl: ID pracownika
ru: Идентификатор сотрудника
sv: Anställnings-ID

source: New Password
el_gr: Νέος Κωδικός
es: Nueva Contraseña
lt_lt: Naujas slaptažodis
nb: Nytt passord
pl: Nowe hasło
ru: Новый пароль
sv: Nytt lösenord

source: Show weekend hours
el_gr: Εμφάνιση ωρών Σαββατοκύριακου
es: Mostrar horas de fin de semana
lt_lt: Rodyti savaitgalio valandas
nb: Vis helgetimer
pl: Pokaż godziny weekendowe
ru: Показывать часы выходных
sv: Visa helgtimmar

source: Start Anomalies
el_gr: Έναρξη Ανωμαλιών
es: Iniciar Anomalías
lt_lt: Pradėti nukrypimus
nb: Start avvik
pl: Początek anomalii
ru: Начать аномалии
sv: Starta avvikelser

source: Users
el_gr: Χρήστες
es: Usuarios
lt_lt: Vartotojai
nb: Brukere
pl: Użytkownicy
ru: Пользователи
sv: Användare

source: Hours
el_gr: Ώρες
es: Horas
lt_lt: Valandos
nb: Timer
pl: Godziny
ru: Часы
sv: Timmar

source: Laptop
el_gr: Φορητός Υπολογιστής
lt_lt: Nešiojamas kompiuteris
ru: Ноутбук

source: Distance
el_gr: Απόσταση
es: Distancia
lt_lt: Atstumas
nb: Avstand
pl: Odległość
ru: Расстояние
sv: Avstånd

source: Reassign
el_gr: Ανάθεση ξανά
es: Reasignar
lt_lt: Perskirti
nb: Tilordne på nytt
pl: Przypisz ponownie
ru: Переназначить
sv: Omfördela

source: Button
el_gr: Κουμπί
es: Botón
lt_lt: Mygtukas
nb: Knapp
pl: Przycisk
ru: Кнопка
sv: Knapp

source: Signature
el_gr: Υπογραφή
es: Firma
lt_lt: Parašas
nb: Signatur
pl: Podpis
ru: Подпись
sv: Signatur

source: Not Paid
el_gr: Μη Εξοφλημένο
es: No Pagado
lt_lt: Nemokėta
nb: Ikke betalt
pl: Nieopłacone
ru: Не оплачено
sv: Ej betald

source: Reset
el_gr: Επαναφορά
es: Restablecer
lt_lt: Atstatyti
nb: Nullstill
pl: Resetuj
ru: Сбросить
sv: Återställ

source: Phone Number
el_gr: Αριθμός Τηλεφώνου
es: Número de Teléfono
lt_lt: Telefono numeris
nb: Telefonnummer
pl: Numer telefonu
ru: Номер телефона
sv: Telefonnummer

source: Accept
el_gr: Αποδοχή
es: Aceptar
lt_lt: Priimti
nb: Godta
pl: Akceptuj
ru: Принять
sv: Acceptera

source: Despo Unit
el_gr: Μονάδα Despo
es: Unidad Despo
lt_lt: Despo vienetas
pl: Jednostka despo
ru: Отдел доставки
sv: Despo-enhet

source: Enter Phone Number
el_gr: Εισαγωγή Αριθμού Τηλεφώνου
es: Ingrese Número de Teléfono
lt_lt: Įveskite telefono numerį
nb: Skriv inn telefonnummer
pl: Wprowadź numer telefonu
ru: Введите номер телефона
sv: Ange telefonnummer

source: Bank Information
el_gr: Τραπεζικές Πληροφορίες
es: Información Bancaria
lt_lt: Banko informacija
nb: Bankinformasjon
pl: Informacje bankowe
ru: Банковская информация

source: Preview
el_gr: Προεπισκόπηση
es: Vista Previa
lt_lt: Peržiūra
nb: Forhåndsvisning
pl: Podgląd
ru: Предварительный просмотр
sv: Förhandsvisa

source: Employment Grade
el_gr: Βαθμός Απασχόλησης
es: Grado de Empleo
lt_lt: Darbuotojo kategorija
nb: Stilingsprosent
pl: Stopień zatrudnienia
ru: Уровень занятости
sv: Anställningsgrad

source: Payroll Report
el_gr: Αναφορά Μισθοδοσίας
es: Informe de Nómina
lt_lt: Atlyginimų ataskaita
nb: Lønnsrapport
pl: Raport płac
ru: Отчет о заработной плате
sv: Lönerapport

source: Equipment
el_gr: Εξοπλισμός
es: Equipamiento
lt_lt: Įranga
nb: Utstyr
pl: Wyposażenie
ru: Оборудование
sv: Utrustning

source: Reject
el_gr: Απόρριψη
es: Rechazar
lt_lt: Atmesti
nb: Avvis
pl: Odrzuć
ru: Отклонить
sv: Avvisa

source: Kids Info
el_gr: Πληροφορίες Παιδιών
es: Información de los Niños
lt_lt: Vaikų informacija
nb: Barnas info
pl: Informacje o dzieciach
ru: Информация о детях
sv: Barninformation

source: Successfully copied with current week to next week.
el_gr: Επιτυχής αντιγραφή της τρέχουσας εβδομάδας στην επόμενη εβδομάδα.
es: Copiado correctamente con la semana actual a la próxima semana.
lt_lt: Sėkmingai nukopijuota su dabartine savaitės į kitą savaitę.
nb: Vellykket kopiert fra gjeldende uke til neste uke.
pl: Pomyślnie skopiowano bieżący tydzień do następnego.
ru: Успешно скопировано с текущей недели на следующую.
sv: Kopierat framgångsrikt med nuvarande vecka till nästa vecka.

source: Employee
el_gr: Υπάλληλος
es: Empleado
lt_lt: Darbuotojas
nb: Ansatt
pl: Pracownik
ru: Сотрудник
sv: Anställd

source: To Date
el_gr: Έως Ημερομηνία
es: Hasta Fecha
lt_lt: Iki datos
nb: Til dato
pl: Do daty
ru: Дата окончания
sv: Till datum

source: TASK INFO
el_gr: ΠΛΗΡΟΦΟΡΙΕΣ ΕΡΓΑΣΙΑΣ
es: INFORMACIÓN DE LA TAREA
lt_lt: UŽDUOTIES INFORMACIJA
nb: OPPGAVEINFO
pl: INFORMACJE O ZADANIU
ru: ИНФОРМАЦИЯ О ЗАДАЧЕ
sv: UPPGIFTINFO

source: Show all projects
el_gr: Εμφάνιση όλων των έργων
es: Mostrar todos los proyectos
lt_lt: Rodyti visus projektus
nb: Vis alle prosjekter
pl: Pokaż wszystkie projekty
ru: Показать все проекты
sv: Visa alla projekt

source: No
el_gr: Όχι
lt_lt: Ne
nb: Nei
pl: Nie
ru: Нет
sv: Nej

source: Employment Grade In %
el_gr: Βαθμός Απασχόλησης σε %
es: Grado de Empleo en %
lt_lt: Darbuotojo kategorija procentais
nb: Stillings i %
pl: Stopień zatrudnienia w %
ru: Уровень занятости в %
sv: Anställningsgrad i %

source: Enter Phone NUMBER
el_gr: Εισαγωγή Αριθμού Τηλεφώνου
es: Ingrese Número de Teléfono
lt_lt: Įveskite telefono numerį
nb: Skriv inn mobilnummer
pl: Wprowadź numer telefonu
ru: Введите номер телефона
sv: Ange telefonnummer

source: Enter your Password
el_gr: Εισαγωγή του Κωδικού σας
es: Ingrese su Contraseña
lt_lt: Įveskite savo slaptažodį
nb: Skriv inn passordet ditt
pl: Wprowadź swoje hasło
ru: Введите ваш пароль
sv: Ange ditt lösenord

source: All right reserved by Time & Control
el_gr: Με επιφύλαξη παντός δικαιώματος από το Time & Control
es: Todos los derechos reservados por Time & Control
lt_lt: Visos teisės saugomos Time & Control
nb: Alle rettigheter reservert av Time & Control
pl: Wszelkie prawa zastrzeżone przez Time & Control
ru: Все права защищены Time & Control
sv: Alla rättigheter reserverade av Time & Control

source: Not Verify
el_gr: Μη Επαληθευμένο
es: No Verificado
lt_lt: Nepatvirtinta
nb: Ikke verifisert
pl: Niezweryfikowane
ru: Не проверено
sv: Ej verifierad

source: Verified
el_gr: Επαληθευμένο
es: Verificado
lt_lt: Patvirtinta
nb: Verifisert
pl: Zweryfikowane
ru: Проверено
sv: Verifierad

source: Vacations & Absents
el_gr: Άδειες & Απουσίες
es: Vacaciones y Ausencias
lt_lt: Atostogos ir nebuvimas
nb: Ferie og fravær
pl: Urlopy i nieobecności
ru: Отпуск и отсутствия
sv: Semester och frånvaro

source: Assign
el_gr: Ανάθεση
es: Asignar
lt_lt: Priskirti
nb: Tilordne
pl: Przydziel
ru: Назначить
sv: Tilldela

source: Select Location
el_gr: Επιλογή Τοποθεσίας
es: Seleccionar Ubicación
lt_lt: Pasirinkite vietą
nb: Velg lokasjon
pl: Wybierz lokalizację
ru: Выбрать местоположение
sv: Välj plats

source: Select employee
el_gr: Επιλογή υπαλλήλου
es: Seleccionar empleado
lt_lt: Pasirinkite darbuotoją
nb: Velg ansatt
pl: Wybierz pracownika
ru: Выбрать сотрудника
sv: Välj anställd

source: Phone
el_gr: Τηλέφωνο
es: Teléfono
lt_lt: Telefonas
nb: Mobil
pl: Telefon
ru: Телефон
sv: Telefon

source: Equipment(s)
el_gr: Εξοπλισμός(οι)
es: Equipamiento(s)
lt_lt: Įranga
nb: Utstyr
pl: Wyposażenie(y)
ru: Оборудование(я)
sv: Utrustning(ar)

source: Enter estimated hours
el_gr: Εισαγωγή εκτιμώμενων ωρών
es: Ingrese horas estimadas
lt_lt: Įveskite numatomas valandas
nb: Skriv inn estimerte timer
pl: Wprowadź szacowane godziny
ru: Введите предполагаемые часы
sv: Ange beräknade timmar

source: Deviation Subject
el_gr: Θέμα Απόκλισης
es: Asunto de Desviación
lt_lt: Nukrypimo tema
nb: Avviksemne
pl: Temat odchylenia
ru: Тема отклонения
sv: Avvikelseämne

source: View Details
el_gr: Προβολή Λεπτομερειών
es: Ver Detalles
lt_lt: Peržiūrėti informaciją
nb: Vis detaljer
pl: Zobacz szczegóły
ru: Просмотреть детали
sv: Visa detaljer

source: How to stop it happen again?
el_gr: Πώς να το εμποδίσετε να συμβεί ξανά;
es: ¿Cómo evitar que vuelva a suceder?
lt_lt: Kaip sustabdyti tai vykti vėl?
nb: Hvordan stoppe at det skjer igjen?
pl: Jak zapobiec temu w przyszłości?
ru: Как предотвратить повторение?
sv: Hur kan vi förhindra att det händer igen?

source: Notifications
el_gr: Ειδοποιήσεις
es: Notificaciones
lt_lt: Pranešimai
nb: Varsler
pl: Powiadomienia
ru: Уведомления
sv: Meddelanden

source: Paid
el_gr: Πληρωμένο
es: Pagado
lt_lt: Apmokėta
nb: Betalt
pl: Opłacone
ru: Оплачено
sv: Betald

source: Upload Files
el_gr: Μεταφόρτωση Αρχείων
es: Cargar Archivos
lt_lt: Įkelti failus
nb: Last opp filer
pl: Prześlij pliki
ru: Загрузить файлы
sv: Ladda upp filer

source: Enter Deviation
el_gr: Εισαγωγή Απόκλισης
es: Ingrese Desviación
lt_lt: Įveskite nukrypimą
nb: Skriv inn avvik
pl: Wprowadź odchylenie
ru: Ввести отклонение
sv: Ange avvikelse

source: Document(s) and Contract(s)
el_gr: Έγγραφο(α) και Σύμβαση(ες)
es: Documento(s) y Contrato(s)
lt_lt: Dokumentas(-ai) ir sutartis(-ys)
nb: Dokument(er) og kontrakt(er)
pl: Dokument(y) i umowa(y)
ru: Документ(ы) и контракт(ы)
sv: Dokument och kontrakt

source: Closest Relative
el_gr: Κοντινότερος Συγγενής
es: Pariente más Cercano
lt_lt: Artimiausias giminingasis
nb: Nærmeste pårørende
pl: Najbliższy krewny
ru: Ближайший родственник
sv: Närmaste släkting

source: Thank you for taking the shift; the manager has been informed. Please wait for the approval.
el_gr: Σας ευχαριστούμε που αναλάβατε τη βάρδια. Ο διευθυντής ενημερώθηκε. Παρακαλούμε περιμένετε για την έγκριση.
es: Gracias por tomar el turno; el gerente ha sido informado. Por favor, espere la aprobación.
lt_lt: Dėkojame, kad pasirinkote pakeisti; vadovas informuotas. Palaukite patvirtinimo.
nb: Takk for at du tar skiftet; lederen din er informert. Vennligst vent på godkjenning.
pl: Dziękujemy za przyjęcie zmiany; kierownik został poinformowany. Prosimy oczekać na zatwierdzenie.
ru: Спасибо за взятие смены; менеджер уведомлен. Пожалуйста, дождитесь одобрения.
sv: Tack för att du tar skiftet; chefen har blivit informerad. Vänta på godkännande.

source: Start Date
el_gr: Ημερομηνία Έναρξης
es: Fecha de Inicio
lt_lt: Pradžios data
nb: Startdato
pl: Data rozpoczęcia
ru: Дата начала
sv: Startdatum

source: Medical Leave
el_gr: Ιατρική Άδεια
es: Permiso Médico
lt_lt: Ligoninės atostogos
nb: Sykefravær
pl: Urlop zdrowotny
ru: Медицинский отпуск
sv: Sjukledighet

source: Pending
el_gr: Εκκρεμεί
es: Pendiente
lt_lt: Laukiama
nb: Avventer
pl: Oczekujący
ru: В ожидании
sv: Avvaktar

source: Estimated Hours
el_gr: Εκτιμώμενες Ώρες
es: Horas Estimadas
lt_lt: Numatomos valandos
nb: Estimerte timer
pl: Szacowane godziny
ru: Предполагаемые часы
sv: Beräknade timmar

source: New
el_gr: Νέο
es: Nuevo
lt_lt: Naujas
nb: Ny
pl: Nowy
ru: Новый
sv: Ny

source: Under Work
el_gr: Υπό Εξέλιξη
es: En Progreso
lt_lt: Vykdoma
nb: Under arbeid
pl: W trakcie pracy
ru: В работе
sv: Under arbete

source: Send Email
el_gr: Αποστολή Email
es: Enviar Correo Electrónico
lt_lt: Siųsti el. laišką
nb: Send e-post
pl: Wyślij e-mail
ru: Отправить электронное письмо
sv: Skicka e-post

source: If you want to add the closest relative please click on the above add button to add them.
el_gr: Εάν θέλετε να προσθέσετε τον κοντινότερο συγγενή, παρακαλούμε κάντε κλικ στο παραπάνω κουμπί προσθήκης για να τον προσθέσετε.
es: Si desea agregar el pariente más cercano, por favor clickee en el botón de arriba para agregarlo.
lt_lt: Jei norite pridėti artimiausią giminingąjį, paspauskite aukščiau esantį pridėjimo mygtuką.
nb: Hvis du ønsker å legge til nærmeste pårørende, vennligst gå til knappen over for å legge dem til.
pl: Jeśli chcesz dodać najbliższego krewnego, kliknij powyższy przycisk dodawania, aby ich dodać.
ru: Если вы хотите добавить ближайшего родственника, пожалуйста, нажмите на кнопку добавления выше, чтобы добавить его.
sv: Om du vill lägga till närmaste släkting, klicka på lägg till-knappen ovan för att lägga till dem.

source: End of the Day
el_gr: Τέλος της Ημέρας
es: Fin del Día
lt_lt: Dienos pabaiga
nb: Slutt på dagen
pl: Koniec dnia
ru: Конец дня
sv: Slutet på dagen

source: Post Number
el_gr: Αριθμός Δημοσίευσης
es: Número de Publicación
lt_lt: Pašto numeris
nb: Postnummer
pl: Numer stanowiska
ru: Номер поста
sv: Postnummer

source: Extra Work
el_gr: Επιπλέον Εργασία
es: Trabajo Extra
lt_lt: Papildomas darbas
nb: Ekstra arbeid
pl: Dodatkowa praca
ru: Дополнительная работа
sv: Extra arbete

source: Male
el_gr: Άνδρας
es: Masculino
lt_lt: Vyras
nb: Mann
pl: Mężczyzna
ru: Мужчина
sv: Man

source: Passenger Name
el_gr: Όνομα Επιβάτη
es: Nombre del Pasajero
lt_lt: Keleivio vardas
nb: Passasjernavn
pl: Imię pasażera
ru: Имя пассажира
sv: Passagerarnamn

source: Personal Information
el_gr: Προσωπικές Πληροφορίες
es: Información Personal
lt_lt: Asmeninė informacija
nb: Personlig informasjon
pl: Informacje osobiste
ru: Личная информация
sv: Personlig information

source: Select Checklist
el_gr: Επιλογή Λίστας Ελέγχου
es: Seleccionar Lista de Verificación
lt_lt: Pasirinkite tikrinimo sąrašą
nb: Velg sjekkliste
pl: Wybierz listę kontrolną
ru: Выбрать контрольный список
sv: Välj checklist

source: Type of Extra Work
el_gr: Τύπος Επιπλέον Εργασίας
es: Tipo de Trabajo Extra
lt_lt: Papildomo darbo tipas
nb: Type ekstra arbeid
pl: Rodzaj dodatkowej pracy
ru: Тип дополнительной работы
sv: Typ av extra arbete

source: Enter due date
el_gr: Εισαγωγή ημερομηνίας λήξης
es: Ingrese fecha de vencimiento
lt_lt: Įveskite numatomą pabaigos datą
nb: Skriv inn forfallsdato
pl: Wprowadź datę wymagalności
ru: Введите срок
sv: Ange förfallodatum

source: Finish
el_gr: Ολοκλήρωση
es: Finalizar
lt_lt: Baigti
nb: Fullfør
pl: Zakończ
ru: Завершить
sv: Avsluta

source: Enter Pin
el_gr: Εισαγωγή Κωδικού PIN
es: Ingrese Pin
lt_lt: Įveskite PIN kodą
nb: Skriv inn PIN-kode
pl: Wprowadź kod PIN
ru: Введите ПИН
sv: Ange PIN-kod

source: Availability
el_gr: Διαθεσιμότητα
es: Disponibilidad
lt_lt: Prieinamumas
nb: Tilgjengelighet
pl: Dostępność
ru: Доступность
sv: Tillgänglighet

source: Clear
el_gr: Καθαρισμός
es: Limpiar
lt_lt: Valyti
nb: Tøm
pl: Wyczyść
ru: Очистить
sv: Rensa

source: City
el_gr: Πόλη
es: Ciudad
lt_lt: Miestas
nb: By
pl: Miasto
ru: Город
sv: Stad

source: Alex Postinikov
el_gr: Αλεξ Ποστινίκοφ
ru: Алекс Постиников

source: Dashboard
el_gr: Πίνακας Ελέγχου
es: Tablero
lt_lt: Valdymo skydas
nb: Kontrollpanel
pl: Panel sterowania
ru: Панель управления
sv: Instrumentpanel

source: GPS Data
el_gr: Δεδομένα GPS
es: Datos de GPS
lt_lt: GPS duomenys
pl: Dane GPS
ru: GPS-данные

source: Rest Vacations
el_gr: Εναπομείναντες Καλοκαιρινοί Μήνες
es: Descanso de Vacaciones
lt_lt: Likusios atostogos
nb: Resterende ferie
pl: Pozostałe urlopy
ru: Остальные отпуска
sv: Återstående semestrar

source: Add Relative
el_gr: Προσθήκη Συγγενούς
es: Agregar Pariente
lt_lt: Pridėti giminingąjį
nb: Legg til pårørende
pl: Dodaj krewnego
ru: Добавить родственника
sv: Lägg till släkting

source: Add
el_gr: Προσθήκη
es: Agregar
lt_lt: Pridėti
nb: Legg til
pl: Dodaj
ru: Добавить
sv: Lägg till

source: Name in the Bank
el_gr: Όνομα στην Τράπεζα
es: Nombre en el Banco
lt_lt: Vardas banko sąskaitoje
nb: Navn i banken
pl: Imię w banku
ru: Имя в банке
sv: Namn i banken

source: English
el_gr: Αγγλικά
es: Inglés
lt_lt: Anglų
nb: Engelsk
pl: Angielski
ru: Английский
sv: Engelska

source: Register Absence
el_gr: Καταχώρηση Απουσίας
es: Registrar Ausencia
lt_lt: Registruoti nebuvimą
nb: Registrer fravær
pl: Zarejestruj nieobecność
ru: Зарегистрировать отсутствие
sv: Registrera frånvaro

source: Enter Distance
el_gr: Εισαγωγή Απόστασης
es: Ingrese Distancia
lt_lt: Įveskite atstumą
nb: Skriv inn avstand
pl: Wprowadź odległość
ru: Введите расстояние
sv: Ange avstånd

source: Caught Deviation Details
el_gr: Λεπτομέρειες Παραβίασης
es: Detalles de la Desviación Registrada
lt_lt: Sužauti nukrypimo detalės
nb: Detaljer om fanget avvik
pl: Szczegóły złapanego odchylenia
ru: Поймано детали отклонения
sv: Fångade avvikelsedetaljer

source: Address Information
el_gr: Πληροφορίες Διεύθυνσης
es: Información de Dirección
lt_lt: Adreso informacija
nb: Adresseinformasjon
pl: Informacje adresowe
ru: Информация об адресе
sv: Adressinformation

source: Annually
el_gr: Ετησίως
es: Anualmente
lt_lt: Kasmet
nb: Årlig
pl: Rocznie
ru: Ежегодно
sv: Årligen

source: Forgot Password
el_gr: Ξεχάσατε τον Κωδικό
es: Olvidó Contraseña
lt_lt: Pamiršote slaptažodį
nb: Glemt passord
pl: Zapomniałem hasła
ru: Забыли пароль
sv: Glömt lösenord

source: See all
el_gr: Δείτε όλα
es: Ver todos
lt_lt: Peržiūrėti viską
nb: Se alle
pl: Zobacz wszystko
ru: Посмотреть все
sv: Visa alla

# Swapping or Trading your shift on Monday; Dec 19 @ 9:00AM - 5:00PM
source: Swapping or Trading your shift on
el_gr: Ανταλλαγή ή Εμπόριο της βάρδιάς σας τη
es: Intercambio o Comercio de su turno el
lt_lt: Pakeičiant arba prekiaujant jūsų darbo grafiku
nb: Bytte eller handel av skiftet ditt på
pl: Wymiana lub handel Twoją zmianą w
ru: Обмен или торговля вашей сменой в
sv: Byta eller handla din skift på

source: Allow Check All
el_gr: Επιτρέπεται Επιλογή Όλων
es: Permitir Seleccionar Todo
lt_lt: Leisti pažymėti viską
nb: Tillat sjekk av alle
pl: Zezwól na zaznaczanie wszystkich
ru: Разрешить отметить все
sv: Tillåt markera alla

source: Search
el_gr: Αναζήτηση
nb: Søk

source: User Name
el_gr: Όνομα Χρήστη
es: Nombre de Usuario
lt_lt: Vartotojo vardas
nb: Brukernavn
pl: Nazwa użytkownika
ru: Имя пользователя
sv: Användarnamn

source: Chef; Richond Republic
el_gr: Σεφ; Richond Republic
lt_lt: Šefas; Richond Respublika
nb: Sjef; Richond Republic
pl: Szef kuchni; Richond Republic
ru: Шеф-повар; Ричмонд Республика
sv: Kock; Richond Republic

source: Read
el_gr: Ανάγνωση
es: Leer
lt_lt: Skaityti
nb: Les
pl: Przeczytaj
ru: Читать
sv: Läs

source: Add Bonus
el_gr: Προσθήκη Μπόνους
es: Agregar Bono
lt_lt: Pridėti premiją
nb: Legg til bonus
pl: Dodaj premię
ru: Добавить бонус
sv: Lägg till bonus

source: Number of Holidays
el_gr: Αριθμός Διακοπών
es: Número de Vacaciones
lt_lt: Atostogų skaičius
nb: Antall feriedager
pl: Liczba świąt
ru: Количество отпусков
sv: Antal helgdagar

source: Up for Grabs
el_gr: Διαθέσιμο για Εξαργύρωση
es: Disponible
lt_lt: Pasiruošę paimti
nb: Tilgjengelig
pl: Do wzięcia
ru: Доступно для выбора
sv: Tillgängligt att ta

source: Due Date
el_gr: Ημερομηνία Παράδοσης
es: Fecha de Vencimiento
lt_lt: Terminas
nb: Forfallsdato
pl: Termin płatności
ru: Срок выполнения
sv: Förfallodatum

source: Profile
el_gr: Προφίλ
es: Perfil
lt_lt: Profilis
nb: Profil
pl: Profil
ru: Профиль
sv: Profil

source: Personal Info
el_gr: Προσωπικές Πληροφορίες
es: Información Personal
lt_lt: Asmeninė informacija
nb: Personlig informasjon
pl: Informacje osobiste
ru: Личная информация
sv: Personlig information

source: Select Project
el_gr: Επιλέξτε Έργο
es: Seleccionar Proyecto
lt_lt: Pasirinkite projektą
nb: Velg prosjekt
pl: Wybierz projekt
ru: Выбрать проект
sv: Välj projekt

source: I am doing it myself
el_gr: Το κάνω μόνος μου
es: Lo estoy haciendo yo mismo
lt_lt: Aš tai darau pats
nb: Jeg gjør det selv
pl: Robię to sam
ru: Я делаю это сам
sv: Jag gör det själv

source: COST AND EXPENSES
el_gr: ΚΟΣΤΟΣ ΚΑΙ ΕΞΟΔΑ
es: COSTO Y GASTOS
lt_lt: KAITS IR IŠLAIDOS
nb: KOSTNADER OG UTGIFTER
pl: KOSZTY I WYDATKI
ru: СТОИМОСТЬ И РАСХОДЫ
sv: KOSTNAD OCH UTGIFTER

source: Female
el_gr: Γυναίκα
es: Femenino
lt_lt: Moteris
nb: Kvinne
pl: Kobieta
ru: Женский
sv: Kvinna

source: DESCRIPTION
el_gr: Περιγραφή
es: DESCRIPCIÓN
lt_lt: APRAŠYMAS
nb: BESKRIVELSE
pl: OPIS
ru: ОПИСАНИЕ
sv: BESKRIVNING

source: Mon
el_gr: Δευ
es: Lun
lt_lt: Pirm.
nb: Man
pl: Pon
ru: Пн
sv: Mån

source: Year
el_gr: Έτος
es: Año
lt_lt: Metai
nb: År
pl: Rok
ru: Год
sv: År

source: Current Password
el_gr: Τρέχων Κωδικός
es: Contraseña Actual
lt_lt: Dabartinis slaptažodis
nb: Nåværende passord
pl: Obecne hasło
ru: Текущий пароль
sv: Nuvarande lösenord

source: Status
el_gr: Κατάσταση
es: Estado
lt_lt: Būsena
ru: Статус

source: Disable Auto-Log
el_gr: Απενεργοποίηση Αυτόματης Εισόδου
es: Desactivar Auto-Registro
lt_lt: Išjungti automatinį prisijungimą
nb: Deaktiver automatisk pålogging
pl: Wyłącz automatyczne logowanie
ru: Отключить автовход
sv: Inaktivera automatisk inloggning

source: Thank you for Swapping-Trading the shift; the Employees has been informed. Please wait for the acceptance.
el_gr: Σας ευχαριστούμε για την ανταλλαγή-εμπόριο της βάρδιας. Οι εργαζόμενοι έχουν ενημερωθεί. Παρακαλούμε περιμένετε την αποδοχή.
es: Gracias por intercambiar-comerciar el turno; se ha informado a los empleados. Por favor, espere la aceptación.
lt_lt: Ačiū, kad pakeitėte-parduodate darbo grafiką; darbuotojai informuoti. Palaukite priėmimo.
nb: Takk for at du bytter/handler skiftet; informasjon er sendt. Vennligst vent på godkjenning.
pl: Dziękujemy za wymianę/handel zmianą; pracownicy zostali poinformowani. Prosimy czekać na akceptację.
ru: Спасибо за обмен-торговлю сменой; Сотрудники проинформированы. Пожалуйста, дождитесь подтверждения.
sv: Tack för att du bytte-handlade skiftet; de anställda har blivit informerade. Vänta på acceptans.

source: Extra Hours
el_gr: Επιπλέον Ώρες
es: Horas Extra
lt_lt: Papildomos valandos
nb: Ekstra timer
pl: Dodatkowe godziny
ru: Дополнительные часы
sv: Extra timmar

source: Name of the Bank
el_gr: Όνομα Τράπεζας
es: Nombre del Banco
lt_lt: Banko pavadinimas
nb: Bankensnavn
pl: Nazwa banku
ru: Название банка
sv: Bankens namn

source: Settings
el_gr: Ρυθμίσεις
es: Configuraciones
lt_lt: Nustatymai
nb: Innstillinger
pl: Ustawienia
ru: Настройки
sv: Inställningar

source: Total Hours
el_gr: Συνολικές Ώρες
es: Horas Totales
lt_lt: Iš viso valandų
nb: Totalt antall timer
pl: Całkowita liczba godzin
ru: Общее количество часов
sv: Totala timmar

source: Change Language
el_gr: Αλλαγή Γλώσσας
es: Cambiar Idioma
lt_lt: Pakeisti kalbą
nb: Bytt språk
pl: Zmień język
ru: Изменить язык
sv: Byt språk

source: Thank you for accepting the request; the manager has been informed. Please wait for the approval.
el_gr: Σας ευχαριστούμε που αποδεχθήκατε το αίτημα. Ο διευθυντής έχει ενημερωθεί. Παρακαλούμε περιμένετε την έγκριση.
es: Gracias por aceptar la solicitud; el gerente ha sido informado. Por favor, espere la aprobación.
lt_lt: Dėkojame, kad priėmėte užklausą; vadovas informuotas. Palaukite patvirtinimo.
nb: Takk for at du aksepterte forespørselen; lederen din er informert. Vennligst vent på godkjenning.
pl: Dziękujemy za akceptację prośby; kierownik został poinformowany. Prosimy czekać na zatwierdzenie.
ru: Спасибо за принятие запроса; менеджер проинформирован. Пожалуйста, дождитесь подтверждения.
sv: Tack för att du accepterade förfrågan; chefen har blivit informerad. Vänta på godkännande.

source: Enter Project
el_gr: Εισαγωγή Έργου
es: Ingresar Proyecto
lt_lt: Įveskite projektą
nb: Skriv inn prosjekt
pl: Wprowadź projekt
ru: Введите проект
sv: Ange projekt

source: Send Request
el_gr: Αποστολή Αιτήματος
es: Enviar Solicitud
lt_lt: Siųsti užklausą
nb: Send forespørsel
pl: Wyślij prośbę
ru: Отправить запрос
sv: Skicka förfrågan

source: Select Member(s)
el_gr: Επιλογή Μέλους/μελών
es: Seleccionar Miembro(s)
lt_lt: Pasirinkite narių(-ių)
nb: Velg medlem/medlemmer
pl: Wybierz członka/członków
ru: Выбрать участника(ов)
sv: Välj medlem(mar)

source: At Work
el_gr: Στο Έργο
es: En Trabajo
lt_lt: Darbe
nb: På jobb
pl: W pracy
ru: На работе
sv: På jobbet

source: Approved
el_gr: Εγκρίθηκε
es: Aprobado
lt_lt: Patvirtintas
nb: Godkjent
pl: Zatwierdzono
ru: Одобрено
sv: Godkänd
