Repository: YashGotecha99/CNT
Catalog: TimeControllApp/*.lproj/Localizable.strings
Languages: el_gr, es, lt_lt, nb, pl, ru, sv

source: Spoken Language(s)
el_gr: Ομιλούμενη Γλώσσα/ες
es: Idioma(s) Hablado(s)
lt_lt: Kalbama(-os) kalba(-os)
nb: Språk du kan
pl: Język(i) mówiony(e)
ru: Разговорный(ые) язык(и)
sv: Talade språk

source: Member
el_gr: Μέλος
es: Miembro
lt_lt: Narys
nb: Medlem
pl: Członek
ru: Участник
sv: Medlem

source: Approved only
el_gr: Μόνο Εγκριμένα
es: Aprobado únicamente
lt_lt: Tik patvirtinti
nb: Bare godkjent
pl: Tylko zatwierdzone
ru: Только одобренные
sv: Endast godkända

source: System Settings
el_gr: Ρυθμίσεις Συστήματος
es: Configuraciones del Sistema
lt_lt: Sistemos nustatymai
nb: Systeminnstillinger
pl: Ustawienia systemowe
ru: Настройки системы
sv: Systeminställningar

source: Enter Subject
el_gr: Εισαγωγή Θέματος
es: Ingresar Asunto
lt_lt: Įveskite temą
nb: Skriv inn emne
pl: Wprowadź temat
ru: Введите тему
sv: Ange ämne

source: Create Deviation
el_gr: Δημιουργία Απόκλισης
es: Crear Desviación
lt_lt: Kurti nukrypimą
nb: Opprett avvik
pl: Utwórz odchylenie
ru: Создать отклонение
sv: Skapa avvikelse

source: Obligatory
el_gr: Υποχρεωτικό
es: Obligatorio
lt_lt: Privaloma
nb: Obligatorisk
pl: Obowiązkowe
ru: Обязательный
sv: Obligatoriskt

source: Fri
el_gr: Παρ
es: Vie
lt_lt: Pen.
nb: Fre
pl: Pią
ru: Пт
sv: Fre

source: Access Information
el_gr: Πληροφορίες Πρόσβασης
es: Información de Acceso
lt_lt: Prieigos informacija
nb: Tilgangsinformasjon
pl: Informacje o dostępie
ru: Информация о доступе
sv: Åtkomstinformation

source: nr
el_gr: αρ
ru: номер

source: Reports
el_gr: Αναφορές
es: Reportes
lt_lt: Ataskaitos
nb: Rapporter
pl: Raporty
ru: Отчеты
sv: Rapporter

source: G.nr
el_gr: Αρ. Ομάδας
lt_lt: Gr. nr
pl: Nr G

source: Accepted
el_gr: Αποδεκτό
es: Aceptado
lt_lt: Priimta
nb: Godtatt
pl: Zaakceptowane
ru: Принято
sv: Accepterad

source: Comments
el_gr: Σχόλια
es: Comentarios
lt_lt: Komentarai
nb: Kommentarer
pl: Komentarze
ru: Комментарии
sv: Kommentarer

source: Tue
el_gr: Τρί
es: Mar
lt_lt: Antr.
nb: tir
pl: Wt
ru: Вт
sv: Tis

source: Shift Requests
el_gr: Αιτήσεις Βάρδιας
es: Solicitudes de Turno
lt_lt: Darbo grafiko užklausos
nb: Skiftforespørsler
pl: Prośby o zmianę
ru: Запросы на смену
sv: Skiftförfrågningar

source: Total Leaves
el_gr: Συνολικές Άδειες
es: Total de Ausencias
lt_lt: Iš viso laisvadienių
nb: Totalt antall fravær
pl: Wszystkie urlopy
ru: Всего отпусков
sv: Totalt antal ledigheter

source: Gps Data
el_gr: Δεδομένα GPS
es: Datos de GPS
lt_lt: GPS duomenys
pl: Dane GPS
ru: Данные GPS

source: from
el_gr: από
es: desde
lt_lt: nuo
nb: Fra
pl: od
ru: с
sv: från

source: From Date
el_gr: Από Ημερομηνία
es: Desde Fecha
lt_lt: Nuo datos
nb: Fra dato
pl: Od daty
ru: С даты
sv: Från datum

source: Pending Requests
el_gr: Εκκρεμείς Αιτήσεις
es: Solicitudes Pendientes
lt_lt: Kol kas nesupildytos užklausos
nb: Ventende forespørsler
pl: Oczekujące prośby
ru: Ожидающие запросы
sv: Väntande förfrågningar

source: Role/Department
el_gr: Ρόλος/Τμήμα
es: Rol/Departamento
lt_lt: Rolė/Skyrius
nb: Rolle/Avdeling
pl: Rola/Dział
ru: Роль/Отдел
sv: Roll/Avdelning

source: Describe; how to prevent it
el_gr: Περιγράψτε· πώς να το αποτρέψετε
es: Describa; cómo prevenirlo
lt_lt: Apibūdinkite, kaip tai išvengti
nb: Beskriv; hvordan forhindre det
pl: Opisz, jak temu zapobiec
ru: Опишите, как предотвратить это
sv: Beskriv; hur man förebygger det

source: Confirmed extra caretake days
el_gr: Επιβεβαιωμένες επιπλέον μέρες φροντίδας
lt_lt: Patvirtintos papildomos globos dienos
nb: Bekreftede ekstra omsorgsdager
pl: Potwierdzone dodatkowe dni opieki
sv: Bekräftade extra vårdtagningsdagar

source: Enter Email
el_gr: Εισαγάγετε το Email
es: Ingresar Correo Electrónico
lt_lt: Įveskite el. paštą
nb: Skriv inn e-post
pl: Wprowadź adres e-mail
ru: Введите электронную почту
sv: Ange e-post

source: Ali
el_gr: Άλι
ru: Али

source: Employed Since
el_gr: Απασχολείται Από
es: Empleado Desde
lt_lt: Dirbate nuo
nb: Ansatt siden
pl: Zatrudniony od
ru: Работает с
sv: Anställd sedan

source: Utilized Leaves
el_gr: Χρησιμοποιημένες Άδειες
es: Ausencias Utilizadas
lt_lt: Panaudoti laisvadieniai
nb: Benyttede fridager
pl: Wykorzystane urlopy
ru: Использованные отпуска
sv: Utnyttjade ledigheter

source: Enter your passenger name
el_gr: Εισαγάγετε το όνομα επιβάτη σας
es: Ingrese el nombre de su pasajero
lt_lt: Įveskite savo keleivio vardą
nb: Skriv inn passasjernavn
pl: Wprowadź swoje imię pasażera
ru: Введите имя пассажира
sv: Ange ditt passagerarnamn

source: Work Finished
el_gr: Ολοκλήρωση Εργασίας
es: Trabajo Finalizado
lt_lt: Darbas baigtas
nb: Arbeid ferdig
pl: Praca zakończona
ru: Работа завершена
sv: Arbete avslutat

source: Date
el_gr: Ημερομηνία
es: Fecha
lt_lt: Data
nb: Dato
pl: Data
ru: Дата
sv: Datum

source: Select a shift to Swap or Trade with
el_gr: Επιλέξτε μια βάρδια για ανταλλαγή ή εμπόριο
es: Seleccione un turno para Intercambiar o Comerciar
lt_lt: Pasirinkite darbo laiką, kurį norite pakeisti arba parduoti
nb: Velg en vakt å bytte eller handle med
pl: Wybierz zmianę do wymiany lub handlu
ru: Выберите смену для обмена или торговли
sv: Välj ett skift att byta eller handla med

source: Start Location
el_gr: Αρχική Τοποθεσία
es: Ubicación de Inicio
lt_lt: Pradžios vieta
nb: Startsted
pl: Lokalizacja początkowa
ru: Место начала
sv: Startplats

source: B.nr
el_gr: Αρ. B
pl: Nr B

source: Username
el_gr: Όνομα Χρήστη
es: Nombre de Usuario
lt_lt: Vartotojo vardas
nb: Brukernavn
pl: Nazwa użytkownika
ru: Имя пользователя
sv: Användarnamn

source: Date of birth
el_gr: Ημερομηνία Γέννησης
es: Fecha de Nacimiento
lt_lt: Gimimo data
nb: Fødselsdato
pl: Data urodzenia
ru: Дата рождения
sv: Födelsedatum

source: Project(s)
el_gr: Έργο(α)
es: Proyecto(s)
lt_lt: Projektai(-ų)
nb: Prosjekt(er)
pl: Projekt(y)
ru: Проект(ы)
sv: Projekt

source: Member(s)
el_gr: Μέλος/Μέλη
es: Miembro(s)
lt_lt: Narys(-iai)
nb: Medlem(medlemmer)
pl: Członek/członkowie
ru: Участник(и)
sv: Medlemmar

source: Document(s)
el_gr: Έγγραφο(α)
es: Documento(s)
lt_lt: Dokumentas(-ai)
nb: Dokument(er)
pl: Dokument(y)
ru: Документ(ы)
sv: Dokument

source: Urgency
el_gr: Επείγοντα
es: Urgencia
lt_lt: Skubumas
nb: Haster
pl: Pilność
ru: Срочность
sv: Brådskande

source: Did you get any injury at site today?
el_gr: Παραστάθηκε κάποιος τραυματισμός στην τοποθεσία σήμερα;
es: ¿Ha sufrido alguna lesión en el sitio hoy?
lt_lt: Ar gavote kokį nors sužalojimą šiandien darbe?
nb: Har du fått noen skade på arbeidsplassen i dag?
pl: Czy doznałeś jakiejkolwiek kontuzji na miejscu dzisiaj?
ru: Вы получили какие-либо травмы на объекте сегодня?
sv: Fick du någon skada på arbetsplatsen idag?

source: Swap – Trades
el_gr: Ανταλλαγή - Εμπόριο
es: Intercambio - Comercio
lt_lt: Keistis – Prekiauti
nb: Bytte – Handler
pl: Wymiana - Handel
ru: Обмен - Торговля
sv: Byta – Handla

source: Delete
el_gr: Διαγραφή
es: Eliminar
lt_lt: Ištrinti
nb: Slett
pl: Usuń
ru: Удалить
sv: Ta bort

source: Deviation Details
el_gr: Λεπτομέρειες Απόκλισης
es: Detalles de Desviación
lt_lt: Nukrypimo detalės
nb: Avviksdetaljer
pl: Szczegóły odchylenia
ru: Детали отклонения
sv: Avvikelsedetaljer

source: Zip code
el_gr: Ταχυδρομικός Κώδικας
es: Código Postal
lt_lt: Pašto kodas
nb: Postnummer
pl: Kod pocztowy
ru: Почтовый индекс
sv: Postnummer

source: Total Vacations
el_gr: Συνολικές Διακοπές
es: Total de Vacaciones
lt_lt: Iš viso atostogų
nb: Totalt antall ferier
pl: Wszystkie urlopy
ru: Всего отпусков
sv: Totalt antal ledigheter

source: Number
el_gr: Αριθμός
es: Número
lt_lt: Numeris
nb: Nummer
pl: Numer
ru: Номер
sv: Nummer

source: Sun
el_gr: Κυρ
es: Dom
lt_lt: Sekm.
nb: søn
pl: Niedz
ru: Вс
sv: Sön

source: Parental Leave
el_gr: Γονική Άδεια
es: Permiso Parental
lt_lt: Tėvystės atostogos
nb: Foreldrepermisjon
pl: Urlop rodzicielski
ru: Отпуск по уходу за ребенком
sv: Föräldraledighet

source: Send
el_gr: Αποστολή
es: Enviar
lt_lt: Siųsti
pl: Wyślij
ru: Отправить
sv: Skicka

source: Rent
el_gr: Ενοίκιο
es: Alquiler
lt_lt: Nuoma
nb: Leie
pl: Wynajem
ru: Аренда
sv: Hyr

source: This will send you an email with resetted password. Pleasce check in Spam folder for the email.
el_gr: Αυτό θα σας στείλει ένα email με επαναφερμένο κωδικό πρόσβασης. Παρακαλούμε ελέγξτε τον φάκελο Spam για το email.
es: Esto enviará un correo electrónico con las instrucciones para restablecer la contraseña. Por favor, revise la carpeta de Spam para el correo electrónico.
lt_lt: Tai jums išsiųs el. laišką su nustatytu slaptažodžiu. Patikrinkite el. pašto dėžutę su nepageidaujamais laiškais.
pl: Spowoduje to wysłanie e-maila z zresetowanym hasłem. Proszę sprawdzić folder ze spamem.
ru: Письмо со сброшенным паролем будет отправлено вам. Пожалуйста, проверьте папку со спамом на наличие письма.
sv: Detta kommer att skicka ett e-postmeddelande med återställt lösenord. Kontrollera skräppostmappen för e-postmeddelandet.

source: Enter start date
el_gr: Εισαγάγετε την ημερομηνία έναρξης
es: Ingrese la fecha de inicio
lt_lt: Įveskite pradžios datą
nb: Skriv inn startdato
pl: Wprowadź datę rozpoczęcia
ru: Введите дату начала
sv: Ange startdatum

source: Estimated Consequence of the deviation
el_gr: Εκτιμώμενη Συνέπεια της απόκλισης
es: Consecuencia estimada de la desviación
lt_lt: Nukrypimo numatomos pasekmės
nb: Estimert konsekvens av avviket
pl: Szacowane skutki odchylenia
ru: Предполагаемое последствие отклонения
sv: Uppskattad konsekvens av avvikelsen

source: Verify Now
el_gr: Επαληθεύστε Τώρα
es: Verificar Ahora
lt_lt: Patvirtinti dabar
nb: Bekreft nå
pl: Zweryfikuj teraz
ru: Проверить сейчас
sv: Verifiera nu

source: Leave the field to be filled automatically.
el_gr: Αφήστε το πεδίο να συμπληρωθεί αυτόματα.
es: Deje el campo para que se complete automáticamente.
lt_lt: Palikite lauką užpildytą automatiškai.
nb: La feltet bli fylt ut automatisk.
pl: Pozostaw pole, aby zostało wypełnione automatycznie.
ru: Оставьте поле для автоматического заполнения.
sv: Lämna fältet att fyllas i automatiskt.

source: Sick Leaves
el_gr: Ασθενούσα Άδεια
es: Ausencias por Enfermedad
lt_lt: Sergančiųjų atostogos
nb: Sykefravær
pl: Urlopy zdrowotne
ru: Больничный
sv: Sjukledighet

source: Edit Profile
el_gr: Επεξεργασία Προφίλ
es: Editar Perfil
lt_lt: Redaguoti profilį
nb: Rediger profil
pl: Edytuj profil
ru: Редактировать профиль
sv: Redigera profil

source: Leave Type
el_gr: Τύπος Άδειας
es: Tipo de Ausencia
lt_lt: Atostogų tipas
nb: Type fravær
pl: Rodzaj urlopu
ru: Тип отпуска
sv: Ledighetstyp

source: One Time Password
el_gr: Κωδικός Μίας Φοράς
es: Contraseña de un Solo Uso
lt_lt: Vienkartinis slaptažodis
nb: Engangspassord
pl: Hasło jednorazowe
ru: Одноразовый пароль
sv: Engångslösenord

source: Task Map
el_gr: Χάρτης Εργασιών
es: Mapa de Tareas
lt_lt: Užduoties žemėlapis
nb: Oppgavekart
pl: Mapa zadań
ru: Карта задач
sv: Uppgiftskarta

source: Enter email
el_gr: Εισαγάγετε το email
es: Ingresar correo electrónico
lt_lt: Įveskite el. paštą
nb: Skriv inn e-post
pl: Wprowadź adres e-mail
ru: Введите электронную почту
sv: Ange e-post

source: Documents(s)
el_gr: Έγγραφα
es: Documento(s)
lt_lt: Dokumentas(-ai)
nb: Dokument(er)
pl: Dokument(y)
ru: Документ(ы)
sv: Dokument

source: Enter expenses type
el_gr: Εισαγάγετε τον τύπο των έξοδων
es: Ingrese el tipo de gasto
lt_lt: Įveskite išlaidų tipą
nb: Skriv inn utgiftstype
pl: Wprowadź rodzaj wydatków
ru: Введите тип расходов
sv: Ange utgiftstyp

source: Select Function
el_gr: Επιλέξτε λειτουργία
es: Seleccionar Función
lt_lt: Pasirinkite funkciją
nb: Velg funksjon
pl: Wybierz funkcję
ru: Выберите функцию
sv: Välj funktion

source: Task name
el_gr: Όνομα εργασίας
es: Nombre de la Tarea
lt_lt: Užduoties pavadinimas
nb: Oppgavenavn
pl: Nazwa zadania
ru: Название задачи
sv: Uppgiftsnamn

source: Have chronic disease?
el_gr: Έχετε χρόνια νόσο;
es: ¿Tiene una enfermedad crónica?
lt_lt: Ar sergate lėtine liga?
nb: Har en kronisk sykdom?
pl: Czy masz przewlekłą chorobę?
ru: Есть ли хроническое заболевание?
sv: Har du en kronisk sjukdom?

# Verify your Phone Number
source: Verify your Email
el_gr: Επαληθεύστε τον αριθμό τηλεφώνου σας
es: Verificar su Número de Teléfono
lt_lt: Patvirtinkite savo telefono numerį
nb: Verifiser ditt mobilnummer
pl: Zweryfikuj swój numer telefonu
ru: Подтвердите ваш номер телефона
sv: Verifiera ditt telefonnummer

source: Inspection
el_gr: Έλεγχος
es: Inspección
lt_lt: Tikrinimas
nb: Inspeksjon
pl: Inspekcja
ru: Проверка
sv: Inspektion

source: Tasks
el_gr: Εργασίες
es: Tareas
lt_lt: Užduotys
nb: Oppgaver
pl: Zadania
ru: Задачи
sv: Uppgifter

source: Enter username
el_gr: Εισαγάγετε το όνομα χρήστη
es: Ingresar nombre de usuario
lt_lt: Įveskite vartotojo vardą
nb: Skriv inn brukernavn
pl: Wprowadź nazwę użytkownika
ru: Введите имя пользователя
sv: Ange användarnamn

source: Your GPS location is used to automatically record your working hours.
el_gr: Η τοποθεσία GPS σας χρησιμοποιείται για την αυτόματη καταγραφή των ωρών εργασίας σας.
es: Su ubicación de GPS se utiliza para registrar automáticamente sus horas de trabajo.
lt_lt: Jūsų GPS vieta naudojama automatiškai įrašyti jūsų darbo valandas.
nb: Din GPS-posisjon brukes til automatisk registrering av arbeidstiden din.
pl: Twoja lokalizacja GPS jest używana do automatycznego rejestrowania godzin pracy.
ru: Ваше местоположение GPS используется для автоматической записи рабочего времени.
sv: Din GPS-plats används för att automatiskt registrera dina arbetstimmar.

source: Enter task name
el_gr: Εισαγάγετε το όνομα της εργασίας
es: Ingrese el nombre de la tarea
lt_lt: Įveskite užduoties pavadinimą
nb: Skriv inn oppgavenavn
pl: Wprowadź nazwę zadania
ru: Введите название задачи
sv: Ange uppgiftsnamn

source: Cost
el_gr: Κόστος
es: Costo
lt_lt: Kaina
nb: Kostnad
pl: Koszt
ru: Стоимость
sv: Kostnad

# Version 1.0
source: Version
el_gr: Έκδοση
es: Versión
lt_lt: Versija
nb: Versjon
pl: Wersja
ru: Версия

source: 11 | Checklist
el_gr: 11 | Έλεγχος
es: 11 | Lista de Verificación
lt_lt: 11 | Kontrolinė sąrašo punktai
nb: 11 | Sjekkliste
pl: 11 | Lista kontrolna
ru: 11 | Чеклист
sv: 11 | Checklista

source: How did we fix this?
el_gr: Πώς διορθώθηκε αυτό;
es: ¿Cómo lo arreglamos?
lt_lt: Kaip tai ištaisėme?
nb: Hvordan løste vi dette?
pl: Jak to naprawiliśmy?
ru: Как мы это исправили?
sv: Hur fixade vi detta?

source: Deviation
el_gr: Απόκλιση
es: Desviación
lt_lt: Nukrypimas
nb: Avvik
pl: Odchylenie
ru: Отклонение
sv: Avvikelse

source: End Anomalies
el_gr: Τέλος ανωμαλιών
es: Anomalías Finales
lt_lt: Pabaigos anomalijos
nb: Avslutt avvik
pl: Końcowa anomalie
ru: Завершение аномалий
sv: Avsluta anomalier

source: Total To Pay
el_gr: Σύνολο προς πληρωμή
es: Total a Pagar
lt_lt: Suma mokėti
nb: Totalt å betale
pl: Razem do zapłaty
ru: Всего к оплате
sv: Totalt att betala

source: Active
el_gr: Ενεργό
es: Activo
lt_lt: Aktyvus
nb: Aktiv
pl: Aktywne
ru: Активно
sv: Aktiv

source: Inactive
el_gr: Ανενεργό
es: Inactivo
lt_lt: Neaktyvus
nb: Inaktiv
pl: Nieaktywne
ru: Неактивно
sv: Inaktiv

source: Inprogress
el_gr: Σε εξέλιξη
lt_lt: Vykdoma
nb: Pågår
pl: W trakcie
ru: В процессе
sv: Pågående

source: Reported By
el_gr: Αναφέρθηκε από
es: Reportado Por
lt_lt: Pranešė
nb: Rapportert av
pl: Zgłoszone przez
ru: Сообщено
sv: Rapporterat av

source: Gap Between Days
el_gr: Κενό μεταξύ ημερών
es: Intervalo entre Días
lt_lt: Skirtumas tarp dienų
nb: Gap mellom dager
pl: Luka między dniami
ru: Промежуток между днями
sv: Gap mellan dagar

source: Estimated cause of deviation
el_gr: Εκτιμώμενη αιτία απόκλισης
es: Causa estimada de la desviación
lt_lt: Numatoma nukrypimo priežastis
nb: Estimert årsak til avvik
pl: Szacowana przyczyna odchylenia
ru: Предполагаемая причина отклонения
sv: Uppskattad orsak till avvikelsen

source: Other Expenses
el_gr: Άλλες δαπάνες
es: Otros Gastos
lt_lt: Kiti išlaidos
nb: Andre utgifter
pl: Inne wydatki
ru: Прочие расходы
sv: Övriga utgifter

source: Select a Date
el_gr: Επιλέξτε μια ημερομηνία
es: Seleccionar una Fecha
lt_lt: Pasirinkite datą
nb: Velg en dato
pl: Wybierz datę
ru: Выберите дату
sv: Välj ett datum

source: Read more about privacy at
el_gr: Διαβάστε περισσότερα για την ιδιωτικότητα στο
es: Leer más sobre la privacidad en
lt_lt: Skaitykite daugiau apie privatumą adresu
nb: Les mer om personvern på
pl: Dowiedz się więcej o ochronie prywatności na
ru: Узнайте больше о конфиденциальности на
sv: Läs mer om integritet på

source: Enter Project name
el_gr: Εισαγάγετε το όνομα του έργου
es: Ingrese el nombre del proyecto
lt_lt: Įveskite projekto pavadinimą
nb: Skriv inn prosjektnavn
pl: Wprowadź nazwę projektu
ru: Введите название проекта
sv: Ange projektnamn

source: Forgot Password?
el_gr: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Olvidó su Contraseña?
lt_lt: Pamiršote slaptažodį?
nb: Glemt passord?
pl: Zapomniałeś hasła?
ru: Забыли пароль?
sv: Glömt lösenord?

source: Post place
el_gr: Τοποθεσία δημοσίευσης
es: Lugar de Publicación
lt_lt: Pranešimo vieta
nb: Poststed
pl: Miejsce wpisu
ru: Место публикации
sv: Postplats

source: Select Task
el_gr: Επιλέξτε εργασία
es: Seleccionar Tarea
lt_lt: Pasirinkite užduotį
nb: Velg oppgave
pl: Wybierz zadanie
ru: Выберите задачу
sv: Välj uppgift

source: All
el_gr: Όλα
es: Todo
lt_lt: Visi
nb: Alle
pl: Wszystko
ru: Все
sv: Alla

source: Today
el_gr: Σήμερα
es: Hoy
lt_lt: Šiandien
nb: I dag
pl: Dzisiaj
ru: Сегодня
sv: Idag

source: Save Changes
el_gr: Αποθήκευση αλλαγών
es: Guardar Cambios
lt_lt: Įrašyti pakeitimus
nb: Lagre endringer
pl: Zapisz zmiany
ru: Сохранить изменения
sv: Spara ändringar

source: SSM
el_gr: ΕΦΚΑ
ru: ССМ

source: Parental Leaves
el_gr: Γονικές άδειες
es: Licencias Parentales
lt_lt: Tėvystės atostogos
nb: Foreldrepermisjon
pl: Urlopy rodzicielskie
ru: Родительский отпуск
sv: Föräldraledighet

source: Sat
el_gr: Σαβ
es: Sáb
lt_lt: Šešt.
nb: Lør
pl: Sob
ru: Сб
sv: Lör

source: Unassign
el_gr: Απενεργοποίηση ανάθεσης
es: Desasignar
lt_lt: Nepaskirti
nb: Fjern tildeling
pl: Odznacz
ru: Снять назначение
sv: Avsätt

source: Home Location
el_gr: Τοποθεσία κατοικίας
es: Ubicación de Inicio
lt_lt: Namų vieta
nb: Hjemsted
pl: Lokalizacja domowa
ru: Домашнее местоположение
sv: Hemadress

source: Remind Password
el_gr: Υπενθύμιση κωδικού πρόσβασης
es: Recordar Contraseña
lt_lt: Priminti slaptažodį
nb: Påminn passord
pl: Przypomnij hasło
ru: Напомнить пароль
sv: Påminn lösenord

source: Select Documents
el_gr: Επιλέξτε έγγραφα
es: Seleccionar Documentos
lt_lt: Pasirinkite dokumentus
nb: Velg dokumenter
pl: Wybierz dokumenty
ru: Выберите документы
sv: Välj dokument

source: Employement
el_gr: Απασχόληση
lt_lt: Darbo santykiai
nb: Ansettelse
pl: Zatrudnienie
sv: Anställning

source: Work Started
el_gr: Η εργασία ξεκίνησε
es: Inicio del Trabajo
lt_lt: Pradėtas darbas
nb: Arbeid startet
pl: Praca rozpoczęta
ru: Работа начата
sv: Arbete påbörjat

source: Total Days
el_gr: Συνολικές ημέρες
es: Total de Días
lt_lt: Viso dienų
nb: Totalt antall dager
pl: Łączna liczba dni
ru: Всего дней
sv: Totalt antal dagar

source: Auto Locate
el_gr: Αυτόματος εντοπισμός
es: Ubicación Automática
lt_lt: Automatinis vietos nustatymas
nb: Automatisk lokalisering
pl: Automatyczne lokalizowanie
ru: Автоматическое определение местоположения
sv: Automatisk plats

source: Gross Rate
el_gr: Μικτή αποδοχή
es: Tarifa Bruta
lt_lt: Bendras tarifas
nb: Timelønn
pl: Stawka brutto
ru: Валовая ставка
sv: Bruttofrekvens

source: Describe; what can be done
el_gr: Περιγράψτε τι μπορεί να γίνει
es: Describir; qué se puede hacer
lt_lt: Aprašykite, ką galima padaryti
nb: Beskriv hva som kan gjøres
pl: Opisz, co można zrobić
ru: Опишите, что может быть сделано
sv: Beskriv vad som kan göras

source: Monday
el_gr: Δευτέρα
es: Lunes
lt_lt: Pirm.
nb: Mandag
pl: Poniedziałek
ru: Понедельник
sv: Måndag

source: Privacy Policies
el_gr: Πολιτικές ιδιωτικότητας
es: Políticas de Privacidad
lt_lt: Privatumo politika
nb: Personvernregler
pl: Polityka prywatności
ru: Политика конфиденциальности
sv: Integritetspolicys

source: Create Shift
el_gr: Δημιουργία βάρδιας
es: Crear Turno
lt_lt: Kurti pamainą
nb: Opprett vakt
pl: Utwórz zmianę
ru: Создать смену
sv: Skapa skift

source: Report for all employees can be too big. We recommend to select one employee at a time and try.
el_gr: Η αναφορά για όλους τους υπαλλήλους μπορεί να είναι πολύ μεγάλη. Συνιστούμε να επιλέξετε έναν υπάλληλο τη φορά και να δοκιμάσετε.
lt_lt: Ataskaita visiems darbuotojams gali būti per didelė. Rekomenduojame pasirinkti vieną darbuotoją ir bandyti dar kartą.
nb: Rapporten for alle ansatte kan bli for stor. Vi anbefaler å velge én ansatt om gangen og prøve igjen.
pl: Raport dla wszystkich pracowników może być zbyt duży. Zalecamy wybieranie jednego pracownika na raz i spróbowanie ponownie.
ru: Отчет для всех сотрудников может быть слишком большим. Мы рекомендуем выбрать одного сотрудника за раз и попробовать снова.
sv: Rapporten för alla anställda kan bli för stor. Vi rekommenderar att du väljer en anställd i taget och försöker.

source: Type
el_gr: Τύπος
es: Tipo
lt_lt: Tipas
pl: Typ
ru: Тип
sv: Typ

source: Half Yearly
el_gr: Εξάμηνο
es: Semestral
lt_lt: Pusmečio
nb: Halvårlig
pl: Półroczny
ru: Полугодовой
sv: Halvårsvis

source: Enter Description
el_gr: Εισαγάγετε την περιγραφή
es: Ingresar Descripción
lt_lt: Įveskite aprašymą
nb: Skriv inn beskrivelse
pl: Wprowadź opis
ru: Введите описание
sv: Ange beskrivning

source: Notify User
el_gr: Ενημέρωση χρήστη
es: Notificar Usuario
lt_lt: Pranešti vartotojui
nb: Varsle bruker
pl: Powiadom użytkownika
ru: Уведомить пользователя
sv: Meddela användare

source: Add Task
el_gr: Προσθήκη εργασίας
es: Agregar Tarea
lt_lt: Pridėti užduotį
nb: Legg til oppgave
pl: Dodaj zadanie
ru: Добавить задачу
sv: Lägg till uppgift

source: GPS Info
el_gr: Πληροφορίες GPS
es: Información de GPS
lt_lt: GPS informacija
pl: Informacje GPS
ru: Информация GPS
sv: GPS-information

source: Postt Place
el_gr: Τοποθεσία ανάρτησης
lt_lt: Pranešimo vieta
nb: Poststed
pl: Miejsce wpisu
ru: Место публикации
sv: Postplats

source: Show by project name
el_gr: Εμφάνιση ανά όνομα έργου
es: Mostrar por nombre de proyecto
lt_lt: Rodyti pagal projekto pavadinimą
nb: Vis etter prosjektnavn
pl: Pokaż według nazwy projektu
ru: Показать по названию проекта
sv: Visa efter projektnamn

source: Rejected
el_gr: Απορρίφθηκε
es: Rechazado
lt_lt: Atmesta
nb: Avvist
pl: Odrzucony
ru: Отклонено
sv: Avvisad

source: Unpaid
el_gr: Ανεξόφλητος
es: Impagado
lt_lt: Nemokėta
nb: Ubetalt
pl: Nieopłacone
ru: Неоплаченный
sv: Obetald

source: Days
el_gr: Ημέρες
es: Días
lt_lt: Dienos
nb: Dager
pl: Dni
ru: Дни
sv: Dagar

source: Error
el_gr: Σφάλμα
lt_lt: Klaida
nb: Feil
pl: Błąd
ru: Ошибка
sv: Fel

source: Alert
el_gr: Προειδοποίηση
es: Alerta
lt_lt: Įspėjimas
nb: Varsel
pl: Alarm
ru: Предупреждение
sv: Varning

source: Polish
el_gr: Πολωνικά
es: Polaco
lt_lt: Lenkų
nb: Polsk
pl: Polski
ru: Польский
sv: Polska

source: Lithuanian
el_gr: Λιθουανικά
es: Lituano
lt_lt: Lietuvių
nb: Litauisk
pl: Litewski
ru: Литовский
sv: Litauiska

source: Greek
el_gr: Ελληνικά
es: Griego
lt_lt: Graikų
nb: Gresk
pl: Grecki
ru: Греческий
sv: Grekiska

source: Norwegian
el_gr: Νορβηγικά
es: Noruego
lt_lt: Norvegų
nb: Norsk
pl: Norweski
ru: Норвежский
sv: Norska

source: Russian
el_gr: Ρωσικά
es: Ruso
lt_lt: Rusų
nb: Russisk
pl: Rosyjski
ru: Русский
sv: Ryska

source: Spanish
el_gr: Ισπανικά
es: Español
lt_lt: Ispanų
nb: Spansk
pl: Hiszpański
ru: Испанский
sv: Spanska

source: Swedish
el_gr: Σουηδικά
es: Sueco
lt_lt: Švedų
nb: Svensk
pl: Szwedzki
ru: Шведский
sv: Svenska

source: Request Date
el_gr: Ημερομηνία Αίτησης
es: Fecha de solicitud
lt_lt: Prašymo data
nb: Dato for forespørsel
pl: Data zgłoszenia
ru: Дата запроса
sv: Datum för begäran

source: Type of Leave
el_gr: Τύπος Άδειας
es: Tipo de ausencia
lt_lt: Atostogų tipas
nb: Type permisjon
pl: Rodzaj urlopu
ru: Тип отпуска
sv: Typ av ledighet

source: Paid Vacation
el_gr: Επί πληρωμής άδεια
es: Vacaciones pagadas
lt_lt: Apmokamos atostogos
nb: Betalt ferie
pl: Płatny urlop
ru: Оплачиваемый отпуск
sv: Betald semester
