Repository: YashGotecha99/CNT
Catalog: TimeControllApp/*.lproj/Localizable.strings
Languages: el_gr, es, lt_lt, nb, pl, ru, sv

source: Thu
el_gr: Πεμ
es: Jue
lt_lt: Ket
nb: Tors
pl: Czw.
ru: Чет

source: Enter Date of birth
el_gr: Εισαγάγετε ημερομηνία γέννησης
es: Ingrese fecha de nacimiento
lt_lt: Įveskite gimimo datą
nb: Skriv inn fødselsdato
pl: Wprowadź datę urodzenia
ru: Введите дату рождения
sv: Ange födelsedatum

source: Include mile allowance from home address
el_gr: Συμπεριλάβετε αποζημίωση απόστασης από τη διεύθυνση κατοικίας
es: Incluir compensación por millas desde dirección de casa
lt_lt: Įtraukti nuotolį nuo namų adreso
nb: Inkluder kilometergodtgjørelse fra hjemmeadressen
pl: Uwzględnij zasiłek za przejazdy z domu
ru: Учесть дистанцию от домашнего адреса
sv: Inkludera kilersättning från hemadressen

source: Documents
el_gr: Έγγραφα
es: Documentos
lt_lt: Dokumentai
nb: Dokument
pl: Dokumenty
ru: Документы
sv: Dokument

source: Cancel
el_gr: Ακύρωση
es: Cancelar
lt_lt: Atšaukti
nb: Avbryt
pl: Anuluj
ru: Отмена
sv: Avbryt

source: Save
el_gr: Αποθήκευση
es: Guardar
lt_lt: Išsaugoti
nb: Lagre
pl: Zapisz
ru: Сохранить
sv: Spara

source: Are you sure you want to
el_gr: Είστε σίγουρος ότι θέλετε να διαγράψετε το παιδί;
es: ¿Estás seguro de que quieres borrar al niño?
lt_lt: Ar tikrai norite ištrinti vaiką?
nb: Er du sikker på at du vil slette info om barn?
pl: Czy na pewno chcesz usunąć dziecko?
ru: Вы уверены, что хотите удалить ребёнка?
sv: Är du säker på att du vill radera barnet?

source: Are you sure you want to delete relative?
el_gr: Είστε σίγουρος/σίγουρη ότι θέλετε να διαγράψετε συγγενή;
es: ¿Estás seguro/a de que quieres eliminar al familiar?
lt_lt: Ar tikrai norite ištrinti šeimos narį?
nb: Er du sikker på at du vil slette info om nærmeste pårørende?
pl: Czy na pewno chcesz usunąć krewnego?
ru: Вы уверены, что хотите удалить родственника?
sv: Är du säker på att du vill ta bort släktingen?

source: Upload Documents
el_gr: Μεταφόρτωση εγγράφων
es: Subir documentos
lt_lt: Įkelti dokumentus
nb: Last opp dokument
pl: Prześlij dokumenty
ru: Загрузить документы
sv: Ladda upp dokument

source: All Working Days
el_gr: Όλες οι εργάσιμες ημέρες
es: Todos los días laborables
lt_lt: Visi darbo dienos
nb: Alle arbeidsdager
pl: Wszystkie dni robocze
ru: Все рабочие дни
sv: Alla arbetsdagar

source: Normal
el_gr: Κανονικό
lt_lt: Įprastas
pl: Normalny
ru: Обычный

source: Password
el_gr: Κωδικός πρόσβασης
es: Contraseña
lt_lt: Slaptažodis
nb: Passord
pl: Hasło
ru: Пароль
sv: Lösenord

source: Project Name
el_gr: Όνομα έργου
es: Nombre del proyecto
lt_lt: Projekto pavadinimas
nb: Prosjektnavn
pl: Nazwa projektu
ru: Название проекта
sv: Projektnamn

source: Address
el_gr: Διεύθυνση
es: Dirección
lt_lt: Adresas
nb: Adresse
pl: Adres
ru: Адрес
sv: Adress

source: On Time
el_gr: Εγκαίρως
es: A tiempo
lt_lt: Laiku
nb: Punktlig
pl: Na czas
ru: Вовремя
sv: I tid

source: Urgent
el_gr: Επείγον
es: Urgente
lt_lt: Skubu
nb: Viktig
pl: Pilne
ru: Срочно
sv: Brådskande

source: Critical
el_gr: Κρίσιμο
es: Crítico
lt_lt: Kritiška
nb: Kritisk
pl: Krytyczne
ru: Критический
sv: Kritiskt

source: Enter Address
el_gr: Εισαγάγετε διεύθυνση
es: Ingresar dirección
lt_lt: Įveskite adresą
nb: Skriv inn adresse
pl: Wprowadź adres
ru: Введите адрес
sv: Ange adress

source: Change Password
el_gr: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
lt_lt: Keisti slaptažodį
nb: Endre passord
pl: Zmień hasło
ru: Изменить пароль
sv: Ändra lösenord

source: Enter phone
el_gr: Εισαγάγετε τηλέφωνο
es: Ingresar teléfono
lt_lt: Įveskite telefono numerį
nb: Skriv inn mobilnummer
pl: Wprowadź numer telefonu
ru: Введите номер телефона
sv: Ange telefonnummer

source: GPS Location
el_gr: Τοποθεσία GPS
es: Ubicación GPS
lt_lt: GPS vieta
nb: GPS-posisjon
pl: Lokalizacja GPS
ru: GPS-местоположение
sv: GPS-position

source: Wed
el_gr: Τετ
es: Mié
lt_lt: Treč
nb: Ons
pl: Śro.
ru: Ср
sv: Ons

source: Task Name
el_gr: Όνομα εργασίας
es: Nombre de la tarea
lt_lt: Užduoties pavadinimas
nb: Oppgavenavn
pl: Nazwa zadania
ru: Название задачи
sv: Uppgiftsnamn

source: Post Place
el_gr: Τοποθεσία ανάρτησης
es: Lugar del puesto
lt_lt: Pašto vieta
nb: Poststed
pl: Miejsce publikacji
ru: Место должности
sv: Postort

source: Comment = asjkdgajhsdvfhjdsavfhjsfvhdsvfhdfsvjhdsfvdhjsfvdshjfvdhjsfvdjshfvdfvdhjsfvdshjfvdshjfvdshgjjcvdshgvdsf
el_gr: Σχόλιο = asjkdgajhsdvfhjdsavfhjsfvhdsvfhdfsvjhdsfvdhjsfvdshjfvdhjsfvdjshfvdfvdhjsfvdshjfvdshjfvdshgjjcvdshgvdsf
nb: Kommentar = asjkdgajhsdvfhjdsavfhjsfvhdsvfhdfsvjhdsfvdhjsfvdshjfvdhjsfvdjshfvdfvdhjsfvdshjfvdshjfvdshgjjcvdshgvdsf

source: Select Employee
el_gr: Επιλέξτε υπάλληλο
es: Seleccionar empleado
lt_lt: Pasirinkite darbuotoją
nb: Velg ansatt
pl: Wybierz pracownika
ru: Выберите сотрудника
sv: Välj anställd

source: Hourly/Fixed Rate
el_gr: Ωρομίσθιος/Σταθερός ρυθμός
es: Tarifa por hora/fija
lt_lt: Valandinis/Fiksuotas tarifas
nb: Timebasert/fast pris
pl: Stawka godzinowa/stała
ru: Почасовая/Фиксированная ставка
sv: Timlön/fast pris

source: Chef
el_gr: Άρτιος
lt_lt: Šefas
nb: Kokk
pl: Szef kuchni
ru: Шеф-повар
sv: Kock

source: Apply
el_gr: Εφαρμογή
es: Aplicar
lt_lt: Pritaikyti
nb: Søk
pl: Zastosuj
ru: Применить
sv: Ansök

source: Please login to continue
el_gr: Παρακαλώ συνδεθείτε για να συνεχίσετε
es: Por favor, inicia sesión para continuar
lt_lt: Prisijunkite, norėdami tęsti
nb: Logg inn for å fortsette
pl: Proszę zaloguj się, aby kontynuować
ru: Пожалуйста, войдите, чтобы продолжить
sv: Vänligen logga in för att fortsätta

source: Change Signature
el_gr: Αλλαγή υπογραφής
es: Cambiar firma
lt_lt: Keisti parašą
nb: Endre signatur
pl: Zmień podpis
ru: Изменить подпись
sv: Ändra signatur

source: Done
el_gr: Ολοκληρώθηκε
es: Hecho
lt_lt: Atlikta
nb: Ferdig
pl: Gotowe
ru: Готово
sv: Klart

source: Last Work Log
el_gr: Τελευταία καταγραφή εργασίας
es: Último registro de trabajo
lt_lt: Paskutinis darbo žurnalas
nb: Siste arbeidslogg
pl: Ostatni dziennik pracy
ru: Последний журнал работы
sv: Senaste arbetslogg

source: Select Date
el_gr: Επιλέξτε ημερομηνία
es: Seleccionar fecha
lt_lt: Pasirinkite datą
nb: Velg dato
pl: Wybierz datę
ru: Выберите дату
sv: Välj datum

source: Schedule
el_gr: Πρόγραμμα
es: Programar
lt_lt: Tvarkaraštis
nb: Timeplan
pl: Grafik
ru: Расписание
sv: Schema

source: Selected
el_gr: Επιλεγμένο
es: Seleccionado
lt_lt: Pasirinktas
nb: Valgt
pl: Wybrane
ru: Выбранный
sv: Vald

source: Select Document
el_gr: Επιλέξτε έγγραφο
es: Seleccionar documento
lt_lt: Pasirinkite dokumentą
nb: Velg dokument
pl: Wybierz dokument
ru: Выберите документ
sv: Välj dokument

source: Enter Cost
el_gr: Εισαγάγετε κόστος
es: Ingresar costo
lt_lt: Įveskite kainą
nb: Skriv inn kostnad
pl: Wprowadź koszt
ru: Введите стоимость
sv: Ange kostnad

source: Enter Value*
el_gr: Εισαγάγετε τιμή*
es: Ingresar valor*
lt_lt: Įveskite vertę*
nb: Skriv inn verdi*
pl: Wprowadź wartość*
ru: Введите значение*
sv: Ange värde*

source: Chat
el_gr: Συνομιλία
lt_lt: Pokalbis
pl: Czat
ru: Чат
sv: Chatt

source: Register Manually
el_gr: Εγγραφή με τη χειροκίνητη μέθοδο
es: Registrar manualmente
lt_lt: Registruoti rankiniu būdu
nb: Registrer manuelt
pl: Zarejestruj ręcznie
ru: Зарегистрироваться вручную
sv: Registrera manuellt

source: search
el_gr: αναζήτηση
es: buscar
lt_lt: ieškoti
nb: søk
pl: szukaj
ru: поиск
sv: sök

source: Payment Terms
el_gr: Όροι πληρωμής
es: Condiciones de pago
lt_lt: Mokėjimo sąlygos
nb: Betalingsbetingelser
pl: Warunki płatności
ru: Условия оплаты
sv: Betalningsvillkor

source: Search
el_gr: Αναζήτηση
es: Buscar
lt_lt: Ieškoti
nb: Søk
pl: Szukaj
ru: Поиск
sv: Sök

source: None
el_gr: Κανένα
es: Ninguno
lt_lt: Nė vienas
nb: Ingen
pl: Brak
ru: Нет
sv: Ingen

source: Verify
el_gr: Επαλήθευση
es: Verificar
lt_lt: Patvirtinti
nb: Bekreft
pl: Zweryfikuj
ru: Проверить
sv: Verifiera

source: Select
el_gr: Επιλογή
es: Seleccionar
lt_lt: Pasirinkti
nb: Velg
pl: Wybierz
ru: Выбрать
sv: Välj

source: Register Vacation
el_gr: Εγγραφή αδείας
es: Registrar vacaciones
lt_lt: Registruoti atostogas
nb: Registrer ferie
pl: Zarejestruj urlop
ru: Зарегистрировать отпуск
sv: Registrera semester

source: Enter file Name
el_gr: Εισαγάγετε όνομα αρχείου
es: Ingresar nombre de archivo
lt_lt: Įveskite failo pavadinimą
nb: Skriv inn filnavn
pl: Wprowadź nazwę pliku
ru: Введите имя файла
sv: Ange filnamn

source: Assign Project(s)
el_gr: Ανάθεση έργου/έργων
es: Asignar proyecto(s)
lt_lt: Priskirti projektą(-us)
nb: Tildel prosjekt(er)
pl: Przypisz projekt(y)
ru: Назначить проект(ы)
sv: Tilldela projekt

source: Last Name
el_gr: Επώνυμο
es: Apellido
lt_lt: Pavardė
nb: Etternavn
pl: Nazwisko
ru: Фамилия
sv: Efternamn

source: We have sent you a one time password at your registered email.
el_gr: Σας έχουμε στείλει έναν μονού χρήσης κωδικό πρόσβασης στο εγγεγραμμένο τηλέφωνό σας αριθμό.
es: Te hemos enviado una contraseña única a tu número de teléfono registrado.
lt_lt: Mes išsiuntėme jums vienkartinį slaptažodį į jūsų registruotą telefono numerį.
nb: Vi har sendt deg en engangskode til din registrerte e-postadresse.
pl: Wysłaliśmy Ci jednorazowe hasło na Twój zarejestrowany numer telefonu.
ru: Мы отправили вам одноразовый пароль на ваш зарегистрированный номер телефона.
sv: Vi har skickat ett engångslösenord till ditt registrerade telefonnummer.

source: Axis
el_gr: Άξονας
es: Eje
nb: Akse
pl: Oś
ru: Ось
sv: Axel

source: Pin
el_gr: Καρφίτσα
lt_lt: Kodas
nb: Pinkode
ru: Пин-код

source: About
el_gr: Σχετικά
es: Acerca de
lt_lt: Apie
nb: Om
pl: O nas
ru: О нас
sv: Om

source: End Date
el_gr: Ημερομηνία λήξης
es: Fecha de finalización
lt_lt: Pabaigos data
nb: Sluttdato
pl: Data zakończenia
ru: Дата окончания
sv: Slutdatum

source: Select project
el_gr: Επιλέξτε έργο
es: Seleccionar proyecto
lt_lt: Pasirinkite projektą
nb: Velg prosjekt
pl: Wybierz projekt
ru: Выбрать проект
sv: Välj projekt

source: Email
el_gr: Ηλεκτρονική διεύθυνση
es: Correo electrónico
lt_lt: El. paštas
nb: E-post
ru: Электронная почта
sv: E-post

source: First Name
el_gr: Όνομα
es: Nombre
lt_lt: Vardas
nb: Fornavn
pl: Imię
ru: Имя
sv: Förnamn

source: User Role
el_gr: Ρόλος χρήστη
es: Rol de usuario
lt_lt: Vartotojo vaidmuo
nb: Brukerrolle
pl: Rola użytkownika
ru: Роль пользователя
sv: Användarroll

source: Indian
el_gr: Ινδός
es: Indio
lt_lt: Indas
nb: Indisk
pl: Indyjski
ru: Индийский
sv: Indisk

source: Gender
el_gr: Φύλο
es: Género
lt_lt: Lytis
nb: Kjønn
pl: Płeć
ru: Пол
sv: Kön

source: To
el_gr: Προς
es: A
lt_lt: Kam
nb: Til
pl: Do
ru: Кому
sv: Till

source: From
el_gr: Από
es: De
lt_lt: Nuo
nb: Fra
pl: Od
ru: От
sv: Från

source: Select Checklist
el_gr: Επιλέξτε checklist
es: Seleccionar lista de verificación
lt_lt: Pasirinkite kontrolinį sąrašą
nb: Velg sjekkliste
pl: Wybierz listę kontrolną
ru: Выбрать чеклист
sv: Välj checklistan

source: Number of holidays
el_gr: Αριθμός αργιών
es: Número de días festivos
lt_lt: Atostogų skaičius
nb: Antall feriedager
pl: Liczba dni świątecznych
ru: Количество праздников
sv: Antal helgdagar

source: Uploaded Documents
el_gr: Μεταφορτωμένα έγγραφα
es: Documentos cargados
lt_lt: Įkelti dokumentai
nb: Opplastede dokumenter
pl: Przesłane dokumenty
ru: Загруженные документы
sv: Uppladdade dokument

source: All members/employees
el_gr: Όλα τα μέλη/υπάλληλοι
es: Todos los miembros/empleados
lt_lt: Visi nariai/darbuotojai
nb: Alle medlemmer/ansatte
pl: Wszyscy członkowie/pracownicy
ru: Все участники/сотрудники
sv: Alla medlemmar/anställda

source: Deviations
el_gr: Αποκλίσεις
es: Desviaciones
lt_lt: Nuokrypiai
nb: Avvik
pl: Odchylenia
ru: Отклонения
sv: Avvikelser

source: SSN
el_gr: Αριθμός Κοινωνικής Ασφάλισης
nb: Personnummer
pl: Numer ubezpieczenia społecznego
ru: ССН
sv: Personnummer

source: Attachment(s)
el_gr: Συνημμένο(α)
es: Adjunto(s)
lt_lt: Priedas(ai)
nb: Vedlegg
pl: Załącznik(i)
ru: Вложение(я)
sv: Bilaga(r)

source: Add Kid
el_gr: Προσθήκη παιδιού
es: Agregar Niño
lt_lt: Pridėti vaiką
nb: Legg til barn
pl: Dodaj dziecko
ru: Добавить ребенка
sv: Lägg till barn

source: Earthmoving equipments...
el_gr: Εξοπλισμός εκσκαφής...
es: Equipos de movimiento de tierra...
lt_lt: Grūdinimo įranga...
nb: Maskiner for jordarbeid...
pl: Sprzęt do robót ziemnych...
ru: Землеройные оборудования...
sv: Maskiner för jordflytt...

source: Post number
el_gr: Αριθμός ταχυδρομικού κώδικα
es: Número de puesto
lt_lt: Pašto numeris
nb: Postnummer
pl: Numer postu
ru: Номер должности
sv: Postnummer

source: Confirm New Password
el_gr: Επιβεβαίωση νέου κωδικού πρόσβασης
es: Confirmar Nueva Contraseña
lt_lt: Patvirtinkite naują slaptažodį
nb: Bekreft nytt passord
pl: Potwierdź nowe hasło
ru: Подтвердите новый пароль
sv: Bekräfta nytt lösenord

source: Update Availabilty
el_gr: Ενημέρωση διαθεσιμότητας
es: Actualizar Disponibilidad
lt_lt: Atnaujinti prieinamumą
nb: Oppdater tilgjengelighet
pl: Aktualizuj dostępność
ru: Обновить доступность
sv: Uppdatera tillgänglighet

source: New Requests
el_gr: Νέα αιτήματα
es: Nuevas Solicitudes
lt_lt: Nauji užklausimai
nb: Nye forespørsler
pl: Nowe wnioski
ru: Новые запросы
sv: Nya förfrågningar

source: My Swaps - Trades
el_gr: Οι ανταλλα γές μου - Συναλλαγές
es: Mis Intercambios - Negociaciones
lt_lt: Mano keitimai - Sandoriai
nb: Mine Swap - Trades
pl: Moje zamiany - Transakcje
ru: Мои свопы - сделки
sv: Mina byten - Affärer

source: Yes
el_gr: Ναι
es: Sí
lt_lt: Taip
nb: Ja
pl: Tak
ru: Да
sv: Ja

source: Copy Week
el_gr: Αντιγραφή εβδομάδας
es: Copiar Semana
lt_lt: Kopijuoti savaitę
nb: Kopier uke
pl: Kopiuj tydzień
ru: Копировать неделю
sv: Kopiera vecka

source: Date of Birth
el_gr: Ημερομηνία γέννησης
es: Fecha de Nacimiento
lt_lt: Gimimo data
nb: Fødselsdato
pl: Data urodzenia
ru: Дата рождения
sv: Födelsedatum

source: Time Registration
el_gr: Εγγραφή χρόνου
es: Registro de Tiempo
lt_lt: Laiko registracija
nb: Tidsregistrering
pl: Rejestracja czasu
ru: Регистрация времени
sv: Tidsregistrering

source: Deactivate User
el_gr: Απενεργοποίηση χρήστη
es: Desactivar Usuario
lt_lt: Deaktyvuoti vartotoją
nb: Deaktiver bruker
pl: Dezaktywuj użytkownika
ru: Деактивировать пользователя
sv: Inaktivera användare

source: Check Availability
el_gr: Έλεγχος διαθεσιμότητας
es: Verificar Disponibilidad
lt_lt: Patikrinti prieinamumą
nb: Sjekk tilgjengelighet
pl: Sprawdź dostępność
ru: Проверить доступность
sv: Kontrollera tillgänglighet

source: Employment Type
el_gr: Τύπος απασχόλησης
es: Tipo de Empleo
lt_lt: Darbo tipas
nb: Ansettelsestype
pl: Rodzaj zatrudnienia
ru: Тип занятости
sv: Anställningsform

source: Deviation Attachments
el_gr: Συνημμένα αποκλίσεων
es: Adjuntos de Desviación
lt_lt: Nuokrypio priedai
nb: Avviksvedlegg
pl: Załączniki odchylenia
ru: Вложения отклонений
sv: Avvikelserbilagor

source: Leave the field to be filled automatically
el_gr: Αφήστε το πεδίο να συμπληρωθεί αυτόματα
es: Deje el campo para que se complete automáticamente
lt_lt: Palikite lauką užpildytą automatiškai
nb: La feltet være automatisk fylt
pl: Pozostaw pole do automatycznego wypełnienia
ru: Оставьте поле для автоматического заполнения
sv: Lämna fältet för att fyllas i automatiskt

source: End Location
el_gr: Τοποθεσία λήξης
es: Ubicación Final
lt_lt: Pabaigos vieta
nb: Sluttsted
pl: Miejsce zakończenia
ru: Конечное местоположение
sv: Slutplats

source: Send to This Email
el_gr: Αποστολή σε αυτό το email
es: Enviar a Este Correo Electrónico
lt_lt: Siųsti šiam el. pašto adresui
nb: Send til denne e-posten
pl: Wyślij na ten adres e-mail
ru: Отправить на эту электронную почту
sv: Skicka till denna e-post

source: Logout
el_gr: Αποσύνδεση
es: Cerrar sesión
lt_lt: Atsijungti
nb: Logg ut
pl: Wyloguj się
ru: Выход
sv: Logga ut

source: Weekly
el_gr: Εβδομαδιαίο
es: Semanal
lt_lt: Savaitės
nb: Ukentlig
pl: Tygodniowo
ru: Еженедельно
sv: Veckovis

source: Enter address
el_gr: Εισαγάγετε διεύθυνση
es: Ingrese dirección
lt_lt: Įveskite adresą
nb: Skriv inn adresse
pl: Wprowadź adres
ru: Введите адрес
sv: Ange adress

source: Terms & Condition
el_gr: Όροι και προϋποθέσεις
es: Términos y Condiciones
lt_lt: Sąlygos ir nuostatos
nb: Vilkår og betingelser
pl: Warunki i zasady
ru: Условия и положения
sv: Villkor

source: Daily
el_gr: Ημερήσιο
es: Diario
lt_lt: Kasdien
nb: Daglig
pl: Codziennie
ru: Ежедневно
sv: Dagligen

source: Monthly
el_gr: Μηνιαίο
es: Mensual
lt_lt: Mėnesio
nb: Månedlig
pl: Miesięcznie
ru: Ежемесячно
sv: Månadsvis

source: Task Info
el_gr: Πληροφορίες Εργασίας
es: Información de la Tarea
lt_lt: Užduoties informacija
nb: Oppgaveinformasjon
pl: Informacje o zadaniu
ru: Информация о задаче
sv: Uppgiftsinformation

source: Vacation
el_gr: Άδεια
es: Vacaciones
lt_lt: Atostogos
nb: Ferie
pl: Urlop
ru: Отпуск
sv: Semester

source: Absence
el_gr: Απουσία
es: Ausencia
lt_lt: Nebuvimas
nb: Fravær
pl: Nieobecność
ru: Отсутствие
sv: Frånvaro

source: Anomalies
el_gr: Ανωμαλίες
es: Anomalías
lt_lt: Nukrypimai
nb: Avvik
pl: Anomalie
ru: Аномалии
sv: Avvikelser

source: Sick Leave
el_gr: Ασθενής Άδεια
es: Licencia por Enfermedad
lt_lt: Sergančiųjų pažymėjimas
nb: Sykefravær
pl: Urlop zdrowotny
ru: Больничный
sv: Sjukledighet

source: Register Miles
el_gr: Εγγραφή Μιλίων
es: Registrar Millas
lt_lt: Registruoti mylias
nb: Registrer kilometer
pl: Zarejestruj mile
ru: Регистрация миль
sv: Registrera mil

source: Enter Last Name
el_gr: Εισαγωγή Επωνύμου
es: Ingrese Apellido
lt_lt: Įveskite pavardę
nb: Skriv inn etternavn
pl: Wprowadź nazwisko
ru: Введите фамилию
sv: Ange efternamn

source: Subject
el_gr: Θέμα
es: Asunto
lt_lt: Tema
nb: Emne
pl: Temat
ru: Тема
sv: Ämne

source: Estimated hours
el_gr: Εκτιμώμενες ώρες
es: Horas estimadas
lt_lt: Numatytas valandų skaičius
nb: Estimerte timer
pl: Szacowany czas
ru: Предполагаемые часы
sv: Beräknade timmar

source: Zip Code
el_gr: Ταχυδρομικός Κώδικας
es: Código Postal
lt_lt: Pašto kodas
nb: Postnummer
pl: Kod pocztowy
ru: Почтовый индекс
sv: Postnummer

source: Enter First Name
el_gr: Εισαγωγή Ονόματος
es: Ingrese Nombre
lt_lt: Įveskite vardą
nb: Skriv inn fornavn
pl: Wprowadź imię
ru: Введите имя
sv: Ange förnamn

source: Nationality
el_gr: Εθνικότητα
es: Nacionalidad
lt_lt: Pilietybė
nb: Nasjonalitet
pl: Narodowość
ru: Национальность
sv: Nationalitet

source: Work Hours Per Week
el_gr: Ώρες Εργασίας Ανά Εβδομάδα
es: Horas de Trabajo por Semana
lt_lt: Darbo valandos per savaitę
nb: Arbeidstimer per uke
pl: Liczba godzin pracy na tydzień
ru: Рабочие часы в неделю
sv: Arbetstimmar per vecka

source: Week Days
el_gr: Ημέρες της Εβδομάδας
es: Días de la Semana
lt_lt: Savaitės dienos
nb: Ukedager
pl: Dni tygodnia
ru: Рабочие дни
sv: Veckodagar

source: Account Number
el_gr: Αριθμός Λογαριασμού
es: Número de Cuenta
lt_lt: Sąskaitos numeris
nb: Kontonummer
pl: Numer konta
ru: Номер счета
sv: Kontonummer

source: Comment
el_gr: Σχόλιο
es: Comentario
lt_lt: Komentaras
nb: Kommentar
pl: Komentarz
ru: Комментарий
sv: Kommentar

source: Create
el_gr: Δημιουργία
es: Crear
lt_lt: Kurti
nb: Opprett
pl: Utwórz
ru: Создать
sv: Skapa

source: Name
el_gr: Όνομα
es: Nombre
lt_lt: Vardas
nb: Navn
pl: Imię
ru: Имя
sv: Namn

source: Project
el_gr: Έργο
es: Proyecto
lt_lt: Projektas
nb: Prosjekt
pl: Projekt
ru: Проект
sv: Projekt

source: How to correct?
el_gr: Πώς να διορθώσετε;
es: ¿Cómo corregirlo?
lt_lt: Kaip pataisyti?
nb: Hvordan rette?
pl: Jak to poprawić?
ru: Как исправить?
sv: Hur korrigerar jag?

source: Login
el_gr: Σύνδεση
es: Iniciar sesión
lt_lt: Prisijungti
nb: Logg inn
pl: Zaloguj się
ru: Войти
sv: Logga in

source: Enter Urgency
el_gr: Εισαγωγή Επείγοντος
es: Ingrese Urgencia
lt_lt: Įveskite skubumą
nb: Skriv inn viktighetsgrad
pl: Wprowadź pilność
ru: Введите срочность
sv: Ange brådska

source: Hourly
el_gr: Ωρομίσθιο
es: Por Hora
lt_lt: Valandinis
nb: Timevis
pl: Godzinowo
ru: Почасовой
sv: Per timme

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever
el_gr: Το Lorem Ipsum είναι απλά ένα προσχεδιασμένο κείμενο που χρησιμοποιείται στην βιομηχανία του τυπογραφικού και στοιχειοθετικού σχεδιασμού. Το Lorem Ipsum έχει γίνει το πρότυπο προσχεδιασμένου κειμένου από την βιομηχανία από τον 16ο αιώνα
lt_lt: Lorem Ipsum yra tiesiog neprasmingas teksto atvaizdavimo ir maketavimo pramonėje. Lorem Ipsum yra pramonės standartinis neprasmės tekstas, naudojamas nuo senų laikų
nb: Lorem Ipsum er rett og slett fyldetekst fra trykke- og setterindustrien. Lorem Ipsum har vært standard fyldetekst siden
pl: Lorem Ipsum to po prostu fikcyjny tekst stosowany w przemyśle poligraficznym i składzie cyfrowym od wielu lat
ru: Lorem Ipsum - это всего лишь примерный текст печати и верстки, принятый в индустрии
sv: Lorem Ipsum är helt enkelt utfyllnadstext från tryck- och sättningsindustrin. Lorem Ipsum har varit standard i branschen ända sedan

source: Enter your Email
el_gr: Εισαγωγή του Email σας
es: Ingrese su Correo Electrónico
lt_lt: Įveskite savo el. pašto adresą
nb: Skriv inn e-postadressen din
pl: Wprowadź swój adres e-mail
ru: Введите вашу электронную почту
sv: Ange din e-post

source: Comment = jydgfsah gdfvfvfvyfvsghfvcghdfcvghasdfcvghedcghedfceghdfcedtcetydcewtycewdcadhgasd
el_gr: Σχόλιο = jydgfsah gdfvfvfvyfvsghfvcghdfcvghasdfcvghedcghedfceghdfcedtcetydcewtycewdcadhgasd
nb: Kommentar = jydgfsah gdfvfvfvyfvsghfvcghdfcvghasdfcvghedcghedfceghdfcedtcetydcewtycewdcadhgasd

source: Lorem ipsum project
el_gr: Έργο Lorem ipsum
es: Proyecto Lorem ipsum
lt_lt: Lorem ipsum projektas
nb: Lorem ipsum-prosjekt
pl: Projekt Lorem ipsum
ru: Проект Lorem ipsum
sv: Lorem ipsum-projekt

source: Deviation Control
el_gr: Έλεγχος Αποκλίσεων
es: Control de Desviaciones
lt_lt: Nuokrypių kontrolė
nb: Avvikskontroll
pl: Kontrola odchylenia
ru: Контроль отклонений
sv: Avvikelsekontroll

source: Full Profile
el_gr: Πλήρης Προφίλ
es: Perfil Completo
lt_lt: Visas profilis
nb: Fullt profil
pl: Pełny profil
ru: Полный профиль
sv: Fullständig profil

source: Extra Passenger
el_gr: Επιπλέον Επιβάτης
es: Pasajero Adicional
lt_lt: Papildomas keleivis
nb: Ekstra passasjer
pl: Dodatkowy pasażer
ru: Дополнительный пассажир
sv: Extra passagerare

source: Choose Type of Extra Work
el_gr: Επιλογή Τύπου Επιπλέον Εργασίας
es: Elegir Tipo de Trabajo Extra
lt_lt: Pasirinkite papildomo darbo tipą
nb: Velg type ekstra arbeid
pl: Wybierz rodzaj dodatkowej pracy
ru: Выберите тип дополнительной работы
sv: Välj typ av extra arbete

source: Employee Payroll Report
el_gr: Αναφορά Μισθοδοσίας Υπαλλήλου
es: Informe de Nómina del Empleado
lt_lt: Darbuotojų atlyginimų ataskaita
nb: Timerapport
pl: Raport wynagrodzeń pracowników
ru: Отчет о заработной плате сотрудника
sv: Rapport om anställdas löner

source: Work Hours
el_gr: Ώρες Εργασίας
es: Horas de Trabajo
lt_lt: Darbo valandos
nb: Arbeidstimer
pl: Godziny pracy
ru: Рабочие часы
sv: Arbetstimmar

source: User Type
el_gr: Τύπος Χρήστη
es: Tipo de Usuario
lt_lt: Vartotojo tipas
nb: Brukertype
pl: Typ użytkownika
ru: Тип пользователя
sv: Användartyp

source: Checklist
el_gr: Λίστα ελέγχου
es: Lista de Verificación
lt_lt: Kontrolinis sąrašas
nb: Sjekkliste
pl: Lista kontrolna
ru: Чеклист
sv: Checklista

source: Attachments
el_gr: Συνημμένα
es: Adjuntos
lt_lt: Priedai
nb: Vedlegg
pl: Załączniki
ru: Вложения
sv: Bilagor

source: Approve
el_gr: Έγκριση
es: Aprobar
lt_lt: Patvirtinti
nb: Godkjenn
pl: Zatwierdź
ru: Одобрить
sv: Godkänn

source: Expenses Type
el_gr: Τύπος Εξόδων
es: Tipo de Gastos
lt_lt: Išlaidų tipas
nb: Type utgifter
pl: Rodzaj wydatków
ru: Тип расходов
sv: Kostnadstyp

source: Enable Auto-Log
el_gr: Ενεργοποίηση Αυτόματης Καταγραφής
es: Activar Auto-Registro
lt_lt: Įjungti automatinį prisijungimą
nb: Aktiver automatisk loggføring
pl: Włącz automatyczne logowanie
ru: Включить автоматический журнал
sv: Aktivera automatisk loggning

source: Cost and Expenses
el_gr: Κόστος και Έξοδα
es: Costo y Gastos
lt_lt: Kaina ir išlaidos
nb: Kostnad og utgifter
pl: Koszty i wydatki
ru: Стоимость и расходы
sv: Kostnad och utgifter

source: Chandigarh
el_gr: Τσαντιγκάρ
ru: Чандигарх
