Repository: YashGotecha99/CNT
Catalog: TimeControllApp/*.lproj/Localizable.strings
Languages: el_gr, es, lt_lt, nb, pl, ru, sv

source: Not allowed to delete
el_gr: Δεν επιτρέπεται η διαγραφή
es: No se permite eliminar
lt_lt: Negalima ištrinti
nb: Ikke tillatt å slette
pl: Nie można usunąć
ru: Нельзя удалять
sv: Inte tillåtet att radera

source: Your scheduled time is
el_gr: Ο προγραμματισμένος χρόνος σας είναι
es: Tu horario programado es
lt_lt: Jūsų suplanuotas laikas yra
nb: Din planlagte tid er
pl: Twój zaplanowany czas to
ru: Ваше запланированное время:
sv: Din schemalagda tid är

source: Do you want to start earlier today?
el_gr: Θέλετε να ξεκινήσετε νωρίτερα σήμερα;
es: ¿Deseas comenzar más temprano hoy?
lt_lt: Ar norite pradėti šiandien anksčiau?
nb: Vil du starte tidligere i dag?
pl: Czy chcesz dzisiaj zacząć wcześniej?
ru: Вы хотите начать раньше сегодня?
sv: Vill du börja tidigare idag?

source: Why do you want to start earlier today?
el_gr: Γιατί θέλετε να ξεκινήσετε νωρίτερα σήμερα;
es: ¿Por qué deseas comenzar más temprano hoy?
lt_lt: Kodėl norite pradėti šiandien anksčiau?
nb: Hvorfor vil du begynne tidligere i dag?
pl: Dlaczego chcesz zacząć dzisiaj wcześniej?
ru: Почему вы хотите начать раньше сегодня?
sv: Varför vill du börja tidigare idag?

source: Hey, you still have some time left before scheduling
el_gr: Είστε ακόμα στη διάθεσή σας για λίγο πριν από τον προγραμματισμό
es: Oye, todavía te queda algo de tiempo antes de programar
lt_lt: Hei, jums dar liko šiek tiek laiko iki planavimo
nb: Hei, du har fortsatt litt tid igjen før planlagt vakt starter
pl: Hej, masz jeszcze trochę czasu przed harmonogramem
ru: Привет, у вас еще есть время перед планированием
sv: Hej, du har fortfarande lite tid kvar innan schemaläggning

source: And you haven't arrived at the site yet. Would you like to begin?
el_gr: Και δεν έχετε φτάσει ακόμα στον τόπο. Θέλετε να ξεκινήσετε;
es: Y aún no has llegado al sitio. ¿Te gustaría comenzar?
lt_lt: Ir dar neatvykote į vietą. Ar norėtumėte pradėti?
nb: Og du har ikke ankommet stedet ennå. Vil du starte likevel?
pl: I jeszcze nie dotarłeś na plac budowy. Czy chciałbyś rozpocząć?
ru: И вы еще не прибыли на объект. Хотите начать?
sv: Och du har ännu inte kommit till platsen. Vill du börja?

source: Why do you want to start earlier from off-site?
el_gr: Γιατί θέλετε να ξεκινήσετε νωρίτερα από εκτός τοποθεσίας;
es: ¿Por qué deseas comenzar más temprano desde fuera del sitio?
lt_lt: Kodėl norite pradėti anksčiau, nebuvoje?
nb: Hvorfor vil du begynne tidligere fra et annet sted?
pl: Dlaczego chcesz zacząć wcześniej spoza placu budowy?
ru: Почему вы хотите начать раньше с внешнего места?
sv: Varför vill du börja tidigare från en annan plats?

source: Late Shift?
el_gr: Αργία;
es: ¿Turno tarde?
lt_lt: Vėlyva pamaina?
nb: Sen vakt?
pl: Późna zmiana?
ru: Опоздание на смену?
sv: Senare skift?

source: No CheckList Available
el_gr: Δεν υπάρχει διαθέσιμος κατάλογος ελέγχου
es: No hay lista de verificación disponible
lt_lt: Nėra prieinamo sąrašo
nb: Ingen sjekkliste tilgjengelig
pl: Brak dostępnej listy kontrolnej
ru: Чеклист недоступен
sv: Ingen checklistan tillgänglig

source: No Schedule Available
el_gr: Δεν υπάρχει διαθέσιμο πρόγραμμα
es: No hay horario disponible
lt_lt: Nėra prieinamo tvarkaraščio
nb: Ingen plan tilgjengelig
pl: Brak dostępnego harmonogramu
ru: Расписание недоступно
sv: Ingen schema tillgänglig

source: Swapping or Trading your shift on
el_gr: Ανταλλαγή ή εμπόριο της βάρδιάς σας στις
es: Intercambiando o negociando tu turno el
lt_lt: Keitimas ar prekyba jūsų darbo grafiku
nb: Bytte eller handle vakt på
pl: Zamiana lub handel twoją zmianą w dniu
ru: Обмен или торговля вашей сменой на
sv: Byte eller handel av din skift på

source: Please Select Employee
el_gr: Επιλέξτε Υπάλληλο
es: Por favor, selecciona un empleado
lt_lt: Pasirinkite darbuotoją, prašome
nb: Vennligst velg ansatt
pl: Proszę wybrać pracownika
ru: Пожалуйста, выберите сотрудника
sv: Välj anställd

source: No Employee Available
el_gr: Δεν υπάρχει διαθέσιμος υπάλληλος
es: No hay empleados disponibles
lt_lt: Nėra prieinamo darbuotojo
nb: Ingen ansatte tilgjengelig
pl: Brak dostępnego pracownika
ru: Сотрудник недоступен
sv: Ingen anställd tillgänglig

source: No Trade Request Available
el_gr: Δεν υπάρχει διαθέσιμο αίτημα ανταλλαγής
es: No hay solicitudes de intercambio disponibles
lt_lt: Nėra prieinamo prekybos užklausos
nb: Ingen bytteforespørsel tilgjengelig
pl: Brak dostępnego żądania wymiany
ru: Запрос на обмен недоступен
sv: Inget bytesförfrågan tillgängligt

source: Are you sure? Do you want you Accept the request?
el_gr: Είστε σίγουρος/η; Θέλετε να αποδεχθείτε το αίτημα;
es: ¿Estás seguro? ¿Deseas aceptar la solicitud?
lt_lt: Ar tikrai? Ar norite priimti užklausą?
nb: Er du sikker? Vil du godta forespørselen?
pl: Czy na pewno? Czy chcesz zaakceptować prośbę?
ru: Вы уверены? Хотите принять запрос?
sv: Är du säker? Vill du acceptera förfrågan?

source: Are you sure? Do you want you reject the request?
el_gr: Είστε σίγουρος/η; Θέλετε να απορρίψετε το αίτημα;
es: ¿Estás seguro? ¿Deseas rechazar la solicitud?
lt_lt: Ar tikrai? Ar norite atmesti užklausą?
nb: Er du sikker? Vil du avvise forespørselen?
pl: Czy na pewno? Czy chcesz odrzucić prośbę?
ru: Вы уверены? Хотите отклонить запрос?
sv: Är du säker? Vill du avvisa förfrågan?

source: Please select start date
el_gr: Επιλέξτε ημερομηνία έναρξης
es: Por favor, selecciona la fecha de inicio
lt_lt: Pasirinkite pradžios datą, prašome
nb: Vennligst velg startdato
pl: Proszę wybrać datę rozpoczęcia
ru: Пожалуйста, выберите дату начала
sv: Vänligen välj startdatum

source: Please select end date
el_gr: Επιλέξτε ημερομηνία λήξης
es: Por favor, selecciona la fecha de fin
lt_lt: Pasirinkite pabaigos datą, prašome
nb: Vennligst velg sluttdato
pl: Proszę wybrać datę zakończenia
ru: Пожалуйста, выберите дату окончания
sv: Vänligen välj slutdatum

source: Please select project
el_gr: Επιλέξτε έργο
es: Por favor, selecciona un proyecto
lt_lt: Pasirinkite projektą, prašome
nb: Vennligst velg prosjekt
pl: Proszę wybrać projekt
ru: Пожалуйста, выберите проект
sv: Vänligen välj projekt

source: Please select task
el_gr: Επιλέξτε εργασία
es: Por favor, selecciona una tarea
lt_lt: Pasirinkite užduotį, prašome
nb: Vennligst velg oppgave
pl: Proszę wybrać zadanie
ru: Пожалуйста, выберите задачу
sv: Vänligen välj uppgift

source: Please select employee
el_gr: Επιλέξτε υπάλληλο
es: Por favor, selecciona un empleado
lt_lt: Pasirinkite darbuotoją, prašome
nb: Vennligst velg ansatt
pl: Proszę wybrać pracownika
ru: Пожалуйста, выберите сотрудника
sv: Vänligen välj anställd

source: Please select start time
el_gr: Επιλέξτε ώρα έναρξης
es: Por favor, selecciona la hora de inicio
lt_lt: Pasirinkite pradžios laiką, prašome
nb: Vennligst velg starttid
pl: Proszę wybrać godzinę rozpoczęcia
ru: Пожалуйста, выберите время начала
sv: Vänligen välj starttid

source: Please select end time
el_gr: Επιλέξτε ώρα λήξης
es: Por favor, selecciona la hora de fin
lt_lt: Pasirinkite pabaigos laiką, prašome
nb: Vennligst velg sluttid
pl: Proszę wybrać godzinę zakończenia
ru: Пожалуйста, выберите время окончания
sv: Vänligen välj sluttid

source: Please enter comment
el_gr: Παρακαλώ εισαγάγετε σχόλιο
es: Por favor, ingresa un comentario
lt_lt: Įveskite komentarą, prašome
nb: Vennligst skriv inn kommentar
pl: Proszę wpisać komentarz
ru: Пожалуйста, введите комментарий
sv: Vänligen ange kommentar

source: Please enter deviation subject
el_gr: Παρακαλώ εισαγάγετε θέμα απόκλισης
es: Por favor, ingresa el tema de la desviación
lt_lt: Įveskite nuokrypio temą, prašome
nb: Vennligst skriv inn avvikets emne
pl: Proszę wpisać temat odchylenia
ru: Пожалуйста, введите тему отклонения
sv: Vänligen ange avvikelseämne

source: Please enter deviation details
el_gr: Παρακαλώ εισαγάγετε λεπτομέρειες απόκλισης
es: Por favor, ingresa los detalles de la desviación
lt_lt: Įveskite nuokrypio detalęs, prašome
nb: Vennligst skriv inn avvikets detaljer
pl: Proszę wpisać szczegóły odchylenia
ru: Пожалуйста, введите подробности отклонения
sv: Vänligen ange avvikelsedetaljer

source: Checklist deviation Created Successfully
el_gr: Η απόκλιση του καταλόγου ελέγχου δημιουργήθηκε με επιτυχία
es: Desviación de lista de verificación creada exitosamente
lt_lt: Sėkmingai sukurta sąrašo nuokrypa
nb: Sjekklisteavvik opprettet
pl: Utworzono odchylenie od listy kontrolnej
ru: Отклонение в чеклисте успешно создано
sv: Checklistavvikelse skapades framgångsrikt

source: Select Project,Checklist and Employee
el_gr: Επιλέξτε Έργο, Κατάλογο Ελέγχου και Υπάλληλο
es: Selecciona Proyecto, Lista de verificación y Empleado
lt_lt: Pasirinkite projektą, sąrašą ir darbuotoją
nb: Velg prosjekt, sjekkliste og ansatt
pl: Wybierz projekt, listę kontrolną i pracownika
ru: Выберите проект, чеклист и сотрудника
sv: Välj projekt, checklistan och anställd

source: Please enter signature
el_gr: Παρακαλώ εισαγάγετε υπογραφή
es: Por favor, ingresa una firma
lt_lt: Prašome įvesti parašą
nb: Vennligst signer
pl: Proszę wpisać podpis
ru: Пожалуйста, введите подпись
sv: Vänligen ange signatur

source: Hey you still have schedule time left
el_gr: Εχετε ακόμα χρόνο προγράμματος
es: ¡Ey, todavía te queda tiempo programado!
lt_lt: Ei, jums dar liko planuotas laikas
nb: Hei, du har fortsatt tid igjen fra planlagte vakt
pl: Hej, masz jeszcze czas w harmonogramie
ru: Привет, у вас всё ещё осталось время по расписанию
sv: Hej, du har fortfarande schematid kvar

source: Do you want to go home early today?
el_gr: Θέλετε να φύγετε νωρίς σήμερα;
es: ¿Quieres irte temprano a casa hoy?
lt_lt: Ar norite šiandien grįžti į namus anksčiau?
nb: Vil du slutte tidlig i dag?
pl: Czy chcesz dziś pójść wcześniej do domu?
ru: Вы хотите сегодня уйти домой раньше?
sv: Vill du gå hem tidigare idag?

source: Why do you want to go home early today?
el_gr: Γιατί θέλετε να φύγετε νωρίς σήμερα;
es: ¿Por qué quieres irte temprano a casa hoy?
lt_lt: Kodėl norite šiandien grįžti į namus anksčiau?
nb: Hvorfor ønsker du å slutte tidlig i dag?
pl: Dlaczego chcesz dziś pójść wcześniej do domu?
ru: Почему вы хотите сегодня уйти домой раньше?
sv: Varför vill du gå hem tidigare idag?

source: And you are not at the work site. Would you like to proceed?
el_gr: Και δεν βρίσκεστε στην τοποθεσία εργασίας. Θα θέλατε να προχωρήσετε;
es: Y no estás en el lugar de trabajo. ¿Deseas continuar?
lt_lt: Ir jūs nesate darbo vietoje. Ar norite tęsti?
nb: Og du er ikke på arbeidsplassen din. Ønsker du å fortsette?
pl: A nie jesteś na miejscu pracy. Czy chcesz kontynuować?
ru: И вы не находитесь на рабочем месте. Хотите продолжить?
sv: Och du är inte på arbetsplatsen. Vill du fortsätta?

source: Why do you want to end earlier from off-site?
el_gr: Γιατί θέλετε να τελειώσετε νωρίτερα από την εξωτερική τοποθεσία;
es: ¿Por qué quieres finalizar antes desde fuera del sitio?
lt_lt: Kodėl norite baigti anksčiau už darbo vietos ribų?
nb: Hvorfor vil du avslutte tidligere når du er utenfor arbeidsplassen?
pl: Dlaczego chcesz zakończyć wcześniej poza miejscem pracy?
ru: Почему вы хотите закончить раньше находясь за пределами рабочего места?
sv: Varför vill du sluta tidigare från utanför arbetsplatsen?

source: Time & Control has noticed that you're not at the work site.
el_gr: Το Time & Control παρατήρησε ότι δεν βρίσκεστε στην τοποθεσία εργασίας.
es: Time & Control ha notado que no estás en el lugar de trabajo.
lt_lt: Laikas ir kontrolė pastebėjo, kad nesate darbo vietoje.
nb: Time & Control har lagt merke til at du ikke er på arbeidsstedet enda.
pl: Czas i kontrola zauważyły, że nie jesteś na miejscu pracy.
ru: Система Time & Control заметила, что вы не находитесь на рабочем месте.
sv: Tid och kontroll har observerat att du inte är på arbetsplatsen.

source: Do you still want to clock out?
el_gr: Θέλετε ακόμα να αποχωρήσετε;
es: ¿Aún quieres marcar la salida?
lt_lt: Ar vis tiek norite išeiti iš darbo?
nb: Vil du fortsatt klokke ut?
pl: Czy nadal chcesz się wylogować?
ru: Вы все ещё хотите выйти из системы?
sv: Vill du fortfarande klocka ut?

source: Why are you clocking out outside the work location?
el_gr: Γιατί κάνετε αποχώρηση εκτός της τοποθεσίας εργασίας;
es: ¿Por qué estás marcando la salida fuera del lugar de trabajo?
lt_lt: Kodėl žymite išėjimą iš darbo už darbo vietos ribų?
nb: Hvorfor ønsker du å logge ut utenfor arbeidsplass?
pl: Dlaczego wylogowujesz się poza miejscem pracy?
ru: Почему вы выходите из системы за пределами рабочего места?
sv: Varför klockar du ut utanför arbetsplatsen?

source: Your work hours finished
el_gr: Οι ώρες εργασίας σας τελείωσαν
es: Tus horas de trabajo han terminado
lt_lt: Jūsų darbo valandos baigėsi
nb: Arbeidstiden din er ferdig
pl: Twoje godziny pracy się skończyły
ru: Ваши рабочие часы закончились
sv: Din arbetstid är slut

source: Please add project
el_gr: Παρακαλώ προσθέστε έργο
es: Por favor, agrega un proyecto
lt_lt: Prašome pridėti projektą
nb: Vennligst legg til prosjekt
pl: Proszę dodać projekt
ru: Пожалуйста, добавьте проект
sv: Vänligen lägg till projekt

source: Please add Task or Project
el_gr: Παρακαλώ προσθέστε εργασία ή έργο
es: Por favor, agrega una Tarea o Proyecto
lt_lt: Prašome pridėti užduotį arba projektą
nb: Vennligst legg til oppgave eller prosjekt
pl: Proszę dodać zadanie lub projekt
ru: Пожалуйста, добавьте задачу или проект
sv: Vänligen lägg till uppgift eller projekt

source: Please add Subject
el_gr: Παρακαλώ προσθέστε θέμα
es: Por favor, agrega un Asunto
lt_lt: Prašome pridėti temą
nb: Vennligst legg til emne
pl: Proszę dodać temat
ru: Пожалуйста, добавьте тему
sv: Vänligen lägg till ämne

source: Please add Deviation Details
el_gr: Παρακαλώ προσθέστε λεπτομέρειες απόκλισης
es: Por favor, agrega los Detalles de la Desviación
lt_lt: Prašome pridėti nuokrypio detalės
nb: Vennligst legg til avviksdetaljer
pl: Proszę dodać szczegóły odchylenia
ru: Пожалуйста, добавьте подробности отклонения
sv: Vänligen lägg till avvikelsedetaljer

source: Please add Due date
el_gr: Παρακαλώ προσθέστε ημερομηνία παράδοσης
es: Por favor, agrega la fecha de vencimiento
lt_lt: Prašome pridėti atlikimo terminą
nb: Vennligst legg til forfallsdato
pl: Proszę dodać datę wymagalności
ru: Пожалуйста, добавьте срок выполнения
sv: Vänligen lägg till förfallodatum

source: Deviation Created Successfully
el_gr: Η απόκλιση δημιουργήθηκε με επιτυχία
es: Desviación creada exitosamente
lt_lt: Nuokrypis sėkmingai sukurtas
nb: Avvik opprettet
pl: Odchylenie utworzone pomyślnie
ru: Отклонение успешно создано
sv: Avvikelse skapades framgångsrikt

source: Deviation updated successfully
el_gr: Η απόκλιση ενημερώθηκε με επιτυχία
es: Desviación actualizada exitosamente
lt_lt: Nuokrypis sėkmingai atnaujintas
nb: Avvik oppdatert
pl: Odchylenie zaktualizowane pomyślnie
ru: Отклонение успешно обновлено
sv: Avvikelse uppdaterades framgångsrikt

source: You are not under 500 meter.
el_gr: Δεν βρίσκεστε κάτω από τα 500 μέτρα.
es: No estás a menos de 500 metros.
lt_lt: Jūs ne esate 500 metro spindulio ribose.
nb: Du er ikke innenfor 500 meter.
pl: Nie jesteś w promieniu 500 metrów.
ru: Вы находитесь дальше 500 метров.
sv: Du är inte inom 500 meter.

source: Your start time is not greater than your end time
el_gr: Ο χρόνος έναρξής σας δεν είναι μεγαλύτερος από τον χρόνο λήξης
es: Tu hora de inicio no es mayor que tu hora de fin
lt_lt: Jūsų pradžios laikas nėra vėlesnis už pabaigos laiką
nb: Starttiden din er ikke senere enn slutttiden
pl: Twój czas rozpoczęcia nie jest późniejszy niż czas zakończenia
ru: Ваше время начала не больше времени окончания
sv: Din starttid är inte större än din sluttid

# Your break time is not greater than your Total Working Hours
source: Break time must not surpass your total work hours
el_gr: Ο χρόνος διακοπών σας δεν είναι μεγαλύτερος από τον Συνολικό Χρόνο Εργασίας σας.
es: Tu tiempo de descanso no es mayor que tus Horas Totales de Trabajo.
lt_lt: Jūsų pertraukos laikas negali būti didesnis nei jūsų viso darbo valandos.
nb: Noe er feil! Pausestiden din er ikke lenger enn dine totale arbeidstimer
pl: Czas przerwy nie jest większy niż Twój Całkowity Czas Pracy.
ru: Время перерыва не должно превышать общее рабочее время.
sv: Din paustid är inte längre än din Totala Arbetstid.

source: Please add task and project
el_gr: Παρακαλώ προσθέστε εργασία και έργο
es: Por favor, agrega una tarea y un proyecto
lt_lt: Prašome pridėti užduotį ir projektą
nb: Vennligst legg til oppgave og prosjekt
pl: Proszę dodać zadanie i projekt
ru: Пожалуйста, добавьте задачу и проект
sv: Vänligen lägg till uppgift och projekt

source: Please select the start time
el_gr: Επιλέξτε την ώρα έναρξης
es: Por favor, selecciona la hora de inicio
lt_lt: Prašome pasirinkti pradžios laiką
nb: Vennligst velg starttiden
pl: Proszę wybrać godzinę rozpoczęcia
ru: Пожалуйста, выберите время начала
sv: Vänligen välj starttiden

source: Please select the end time
el_gr: Επιλέξτε την ώρα λήξης
es: Por favor, selecciona la hora de fin
lt_lt: Prašome pasirinkti pabaigos laiką
nb: Vennligst velg sluttiden
pl: Proszę wybrać godzinę zakończenia
ru: Пожалуйста, выберите время окончания
sv: Vänligen välj sluttiden

source: Confirm time change
el_gr: Επιβεβαιώστε την αλλαγή ώρας
es: Confirmar cambio de hora
lt_lt: Patvirtinkite laiko pakeitimą
nb: Bekreft tidsendring
pl: Potwierdź zmianę czasu
ru: Подтвердить изменение времени
sv: Bekräfta tidsändring

source: You have changed from/to times, this will switch timelog to manual
el_gr: Έχετε αλλάξει ώρες, αυτό θα μεταβεί σε χειροκίνητη καταγραφή χρόνου
es: Has cambiado las horas de inicio/fin, esto cambiará el registro de tiempo a manual
lt_lt: Jūs pakeitėte nuo/iki laikų, tai perjungs laiko žurnalą į rankinį režimą
nb: Du har endret fra/til tider, dette vil bytte timelogg til manuell
pl: Zmieniłeś czasy od/do, to spowoduje przełączenie dziennika czasu na tryb manualny
ru: Вы изменили временной диапазон, это переведет ведение времени в ручной режим
sv: Du har ändrat från/till-tider, detta kommer att växla tidloggen till manuell

source: Please choose type of extra work
el_gr: Παρακαλώ επιλέξτε τύπο επιπλέον εργασίας
es: Por favor, elige el tipo de trabajo extra
lt_lt: Prašome pasirinkti papildomo darbo tipą
nb: Vennligst velg type ekstra arbeid
pl: Proszę wybrać rodzaj dodatkowej pracy
ru: Пожалуйста, выберите тип дополнительной работы
sv: Vänligen välj typ av extra arbete

source: Please enter extra work hour
el_gr: Παρακαλώ εισαγάγετε ώρα επιπλέον εργασίας
es: Por favor, ingresa las horas de trabajo extra
lt_lt: Prašome įvesti papildomo darbo valandą
nb: Vennligst skriv inn antall ekstra arbeidstimer
pl: Proszę wpisać godzinę dodatkowej pracy
ru: Пожалуйста, введите количество часов дополнительной работы
sv: Vänligen ange timmar för extra arbete

source: Please add comment
el_gr: Παρακαλώ προσθέστε σχόλιο
es: Por favor, agrega un comentario
lt_lt: Prašome pridėti komentarą
nb: Vennligst legg til kommentar
pl: Proszę dodać komentarz
ru: Пожалуйста, добавьте комментарий
sv: Vänligen lägg till kommentar

source: Please enter passenger name
el_gr: Παρακαλώ εισαγάγετε το όνομα του επιβάτη
es: Por favor, ingresa el nombre del pasajero
lt_lt: Prašome įvesti keleivio vardą
nb: Vennligst skriv inn passasjernavn
pl: Proszę wpisać imię pasażera
ru: Пожалуйста, введите имя пассажира
sv: Vänligen ange passagerarnamn

source: Please enter distance
el_gr: Παρακαλώ εισαγάγετε απόσταση
es: Por favor, ingresa la distancia
lt_lt: Prašome įvesti atstumą
nb: Vennligst skriv inn avstand
pl: Proszę wpisać odległość
ru: Пожалуйста, введите расстояние
sv: Vänligen ange avstånd

source: Please enter start location
el_gr: Παρακαλώ εισαγάγετε την αρχική τοποθεσία
es: Por favor, ingresa la ubicación de inicio
lt_lt: Prašome įvesti pradinę vietą
nb: Vennligst skriv inn startsted
pl: Proszę wpisać lokalizację początkową
ru: Пожалуйста, введите начальное местоположение
sv: Vänligen ange startplats

source: Please enter stop location
el_gr: Παρακαλώ εισαγάγετε την τοποθεσία προορισμού
es: Por favor, ingresa la ubicación de fin
lt_lt: Prašome įvesti sustojimo vietą
nb: Vennligst skriv inn stoppsted
pl: Proszę wpisać lokalizację docelową
ru: Пожалуйста, введите конечное местоположение
sv: Vänligen ange stopplats

source: Please choose expense type
el_gr: Παρακαλώ επιλέξτε τύπο έξοδου
es: Por favor, elige el tipo de gasto
lt_lt: Prašome pasirinkti išlaidų tipą
nb: Vennligst velg type utgift
pl: Proszę wybrać rodzaj wydatku
ru: Пожалуйста, выберите тип расходов
sv: Vänligen välj kostnadstyp

source: Please enter cost
el_gr: Παρακαλώ εισαγάγετε κόστος
es: Por favor, ingresa el costo
lt_lt: Prašome įvesti kainą
nb: Vennligst skriv inn kostnad
pl: Proszę wpisać koszt
ru: Пожалуйста, введите стоимость
sv: Vänligen ange kostnad

source: GPS turn off by user
el_gr: Το GPS απενεργοποιήθηκε από τον χρήστη
es: GPS desactivado por el usuario
lt_lt: GPS išjungtas naudotojo
nb: GPS slått av av brukeren
pl: GPS wyłączone przez użytkownika
ru: Пользователь отключил GPS
sv: GPS avstängd av användaren

source: We are Getting Some Problem From Google Please Try Again Later
el_gr: Αντιμετωπίζουμε κάποιο πρόβλημα με την Google. Παρακαλώ δοκιμάστε ξανά αργότερα
es: Estamos experimentando problemas con Google. Por favor, inténtalo de nuevo más tarde
lt_lt: Mes gauname kai kurias problemas iš „Google“. Prašome bandyti vėliau.
nb: Vi opplever noen problemer fra Google. Vennligst prøv igjen senere
pl: Mamy problem z Google. Spróbuj ponownie później
ru: У нас возникла проблема с Google. Пожалуйста, повторите попытку позже
sv: Vi har problem med Google, försök igen senare

source: Enter Current Password
el_gr: Εισαγάγετε τον τρέχοντα κωδικό πρόσβασης
es: Ingrese la contraseña actual
lt_lt: Įveskite dabartinį slaptažodį
nb: Skriv inn nåværende passord
pl: Wprowadź obecne hasło
ru: Введите текущий пароль
sv: Ange nuvarande lösenord

source: Enter New Password
el_gr: Εισαγάγετε τον νέο κωδικό πρόσβασης
es: Ingrese la nueva contraseña
lt_lt: Įveskite naują slaptažodį
nb: Skriv inn nytt passord
pl: Wprowadź nowe hasło
ru: Введите новый пароль
sv: Ange nytt lösenord

source: Enter the Post Number
el_gr: Εισαγάγετε τον αριθμό ταχυδρομικού κώδικα
es: Ingrese el número de publicación
lt_lt: Įveskite pašto kodą
nb: Skriv inn postnummeret
pl: Wprowadź numer pocztowy
ru: Введите почтовый индекс
sv: Ange postnumret

source: Enter the Post Place
el_gr: Εισαγάγετε την τοποθεσία του ταχυδρομικού κώδικα
es: Ingrese el lugar de la publicación
lt_lt: Įveskite siuntimo vietą
nb: Skriv inn poststedet
pl: Wprowadź miejscowość pocztową
ru: Введите место отправления
sv: Ange postorten

source: Availability Request Accepted
el_gr: Αίτημα διαθεσιμότητας αποδεκτό
es: Solicitud de disponibilidad aceptada
lt_lt: Prieinamumo užklausa priimta
nb: Tilgjengelighetsforespørsel akseptert
pl: Prośba o dostępność została zaakceptowana
ru: Запрос на доступность принят
sv: Tillgänglighetsförfrågan accepterad

source: Availability Request Rejected
el_gr: Αίτημα διαθεσιμότητας απορρίφθηκε
es: Solicitud de disponibilidad rechazada
lt_lt: Prieinamumo užklausa atmesta
nb: Tilgjengelighetsforespørsel avvist
pl: Prośba o dostępność została odrzucona
ru: Запрос на доступность отклонен
sv: Tillgänglighetsförfrågan avvisad

source: Please enter From time in Monday
el_gr: Παρακαλώ εισαγάγετε την ώρα από τη Δευτέρα
es: Por favor ingrese la hora de inicio del lunes
lt_lt: Prašome įvesti pradžios laiką pirmadienį
nb: Vennligst skriv inn Fra-tid på mandag
pl: Proszę wprowadzić godzinę początkową w poniedziałek
ru: Пожалуйста, введите время начала на понедельник
sv: Ange Från-tid på måndag

source: Please enter To time in Monday
el_gr: Παρακαλώ εισαγάγετε την ώρα έως τη Δευτέρα
es: Por favor ingrese la hora de finalización del lunes
lt_lt: Prašome įvesti pabaigos laiką pirmadienį
nb: Vennligst skriv inn Til-tid på mandag
pl: Proszę wprowadzić godzinę końcową w poniedziałek
ru: Пожалуйста, введите время окончания на понедельник
sv: Ange Till-tid på måndag
