Repository: YashGotecha99/CNT
Catalog: TimeControllApp/*.lproj/Localizable.strings
Languages: el_gr, es, lt_lt, nb, pl, ru, sv

source: Your employer has made GPS usage mandatory. Please turn on your GPS.
el_gr: Ο εργοδότης σας έχει καταστήσει υποχρεωτική τη χρήση του GPS. Παρακαλούμε ενεργοποιήστε το GPS σας.
es: Tu empleador ha hecho obligatorio el uso del GPS. Por favor, activa tu GPS.
lt_lt: Jūsų darbdavys padarė būtiną naudoti GPS. Prašome įjungti savo GPS.
nb: Arbeidsgiveren din har gjort GPS-bruk obligatorisk. Vennligst slå på GPS-en din.
pl: Twój pracodawca uczynił korzystanie z GPS obowiązkowym. Proszę włączyć GPS.
ru: Ваш работодатель обязал использование GPS. Пожалуйста, включите свой GPS.
sv: Din arbetsgivare har gjort användning av GPS obligatoriskt. Vänligen aktivera din GPS.

source: Allow Location Access
el_gr: Να επιτραπεί η πρόσβαση στην τοποθεσία
es: Permitir acceso a la ubicación
lt_lt: Leisti prieigą prie vietos
nb: Tillat stedstilgang
pl: Zezwól na dostęp do lokalizacji
ru: Разрешить доступ к местоположению
sv: Tillåt platsåtkomst

source: Trades
el_gr: Συναλλαγές
es: Operaciones
lt_lt: Pirkiniai
nb: Handler
pl: Transakcje
ru: Сделки
sv: Affärer

source: Others
el_gr: Άλλοι
es: Otros
lt_lt: Kiti
nb: Andre
pl: Inne
ru: Прочее
sv: Övriga

source: Get Current Location
el_gr: Λήψη Τρέχουσας Τοποθεσίας
es: Obtener ubicación actual
lt_lt: Gauti dabartinę padėtį
nb: Hent nåværende plassering
pl: Pobierz aktualną lokalizację
ru: Получить текущее местоположение
sv: Hämta aktuell plats

source: Are you sure to reset this?
el_gr: Είστε σίγουρος/σίγουρη ότι θέλετε να επαναφέρετε αυτό;
es: ¿Estás seguro/a de restablecer esto?
lt_lt: Ar tikrai norite atstatyti tai?
nb: Er du sikker på at du vil tilbakestille dette?
pl: Czy na pewno chcesz zresetować to?
ru: Вы уверены, что хотите сбросить это?
sv: Är du säker på att återställa detta?

source: Are you sure to approve this?
el_gr: Είστε σίγουρος/σίγουρη ότι θέλετε να εγκρίνετε αυτό;
es: ¿Estás seguro/a de aprobar esto?
lt_lt: Ar tikrai norite patvirtinti tai?
nb: Er du sikker på at du vil godkjenne dette?
pl: Czy na pewno chcesz zatwierdzić to?
ru: Вы уверены, что хотите одобрить это?
sv: Är du säker på att godkänna detta?

source: Are you sure to reject this?
el_gr: Είστε σίγουρος/σίγουρη ότι θέλετε να απορρίψετε αυτό;
es: ¿Estás seguro/a de rechazar esto?
lt_lt: Ar tikrai norite atmesti tai?
nb: Er du sikker på at du vil avvise dette?
pl: Czy na pewno chcesz odrzucić to?
ru: Вы уверены, что хотите отклонить это?
sv: Är du säker på att avvisa detta?

source: Are you sure to delete this?
el_gr: Είστε σίγουρος/σίγουρη ότι θέλετε να διαγράψετε αυτό;
es: ¿Estás seguro/a de borrar esto?
lt_lt: Ar tikrai norite ištrinti tai?
nb: Er du sikker på at du vil slette dette?
pl: Czy na pewno chcesz usunąć to?
ru: Вы уверены, что хотите удалить это?
sv: Är du säker på att ta bort detta?

source: Please upload photo
el_gr: Παρακαλώ μεταφορτώστε φωτογραφία
es: Por favor, sube una foto
lt_lt: Prašome įkelti nuotrauką
nb: Vennligst last opp bilde
pl: Proszę przesłać zdjęcie
ru: Пожалуйста, загрузите фотографию
sv: Var god ladda upp en bild

source: Please write, what tasks did you do today?
el_gr: Παρακαλώ γράψτε, ποιες εργασίες κάνατε σήμερα;
es: Por favor, escribe, ¿qué tareas realizaste hoy?
lt_lt: Parašykite, kokias užduotis atlikote šiandien?
nb: Hvilke oppgaver utførte du i dag?
pl: Proszę napisz, jakie zadania wykonałeś dzisiaj?
ru: Пожалуйста, напишите, какие задачи вы выполнили сегодня?
sv: Vänligen skriv, vilka uppgifter har du gjort idag?

source: Please enter sick leave amount
el_gr: Παρακαλώ εισάγετε το ποσό των αδειών ασθενείας.
es: Por favor, ingrese la cantidad de días de baja por enfermedad.
lt_lt: Prašome įvesti ligos atostogų trukmę.
nb: Vennligst oppgi antall sykedager.
pl: Proszę podać liczbę dni zwolnienia lekarskiego.
ru: Пожалуйста, введите количество больничных дней.
sv: Var god ange antalet sjukdagar.

source: Are you sure to delete an item?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε ένα στοιχείο;
es: ¿Está seguro de que desea eliminar este elemento?
lt_lt: Ar tikrai norite ištrinti elementą?
nb: Er du sikker på at du vil slette dette elementet?
pl: Czy na pewno chcesz usunąć ten element?
ru: Вы уверены, что хотите удалить элемент?
sv: Är du säker på att du vill ta bort föremålet?

# Do you want to save this hours to Tripletex
source: Do you want to save these hours in Tripletex?
el_gr: Θέλετε να αποθηκεύσετε αυτές τις ώρες στο Tripletex;
es: ¿Quieres guardar estas horas en Tripletex?
lt_lt: Ar norite išsaugoti šias valandas „Tripletex“?
nb: Vil du lagre disse timene i Tripletex?
pl: Czy chcesz zapisać te godziny w Tripletex?
ru: Вы хотите сохранить эти часы в Tripletex?
sv: Vill du spara dessa timmar i Tripletex?

source: Hey, you still have some time left before the scheduled time
el_gr: Γεια, έχεις ακόμη κάποιον χρόνο πριν από την προγραμματισμένη ώρα
es: Hola, todavía tienes algo de tiempo antes de la hora programada
lt_lt: Labas, tavo dar turime kiek laiko iki numatytos valandos
nb: Hei, du har fortsatt litt tid igjen før den planlagte timeplan
pl: Cześć, masz jeszcze trochę czasu przed zaplanowaną godziną
ru: Привет, у тебя еще есть некоторое время до запланированного времени
sv: Hej, du har fortfarande lite tid kvar innan den planerade tiden

source: And you haven't arrived at the site either. Would you like to start?
el_gr: Και εσύ δεν έχεις φτάσει ακόμη στον τόπο. Θα ήθελες να ξεκινήσεις;
es: Y tampoco has llegado al sitio. ¿Te gustaría empezar?
lt_lt: Ir tu dar nepriėjai iki vietos. Ar norėtum pradėti?
nb: Og du har heller ikke kommet til arbeidsstedet. Vil du starte likevel?
pl: I również nie dotarłeś na miejsce. Chciałbyś zacząć?
ru: И ты также не прибыл на место. Хочешь начать?
sv: Och du har inte kommit till platsen heller. Vill du börja?

source: Hello, Time & Control noticed that you haven't arrived at the site either
el_gr: Γεια, ο χρόνος και ο έλεγχος παρατήρησαν ότι εσύ επίσης δεν έχεις φτάσει στον τόπο
es: Hola, Time & Control notó que tampoco has llegado al sitio
lt_lt: Sveiki, Time & Control pastebėjo, kad tu dar nepriėjai iki vietos
nb: Hei, Time & Control la merke til at har ikke kommet til arbeidsstedet
pl: Witaj, Time & Control zauważyło, że również nie dotarłeś na miejsce
ru: Привет, Time & Control заметил, что ты также не прибыл на место
sv: Hej, Time & Control märkte att du inte har kommit till platsen heller

source: Hey, you are running late today. Please be aware of this next time!
el_gr: Γεια, καθυστερείς σήμερα. Παρακαλώ να το λάβεις υπόψη την επόμενη φορά!
es: Hola, hoy llegas tarde. Por favor, tenlo en cuenta la próxima vez!
lt_lt: Labas, šiandien vėluoji. Prašome atkreipti dėmesį kitą kartą!
nb: Hei, du er litt sent ute i dag. Vær oppmerksom på dette neste gang!
pl: Cześć, dziś się spóźniasz. Proszę, bądź tego świadomy następnym razem!
ru: Привет, ты опаздываешь сегодня. Пожалуйста, будь внимателен в следующий раз!
sv: Hej, du är sen idag. Var snäll och var medveten om det nästa gång!

source: Late and outside of work location
el_gr: Καθυστέρηση και έξω από την τοποθεσία εργασίας
es: Tarde y fuera del lugar de trabajo
lt_lt: Vėluoja ir už darbo vietos ribų
nb: Sen og utenfor arbeidsstedet
pl: Spóźnienie i poza miejscem pracy
ru: Опоздание и вне места работы
sv: Sen och utanför arbetsplatsen

source: Would you like to start?
el_gr: Θα ήθελες να ξεκινήσεις;
es: ¿Te gustaría empezar?
lt_lt: Ar norėtum pradėti?
nb: Vil du starte?
pl: Czy chciałbyś zacząć?
ru: Хочешь начать?
sv: Vill du börja?

source: Do you want to finish now?
el_gr: Θέλεις να τελειώσεις τώρα;
es: ¿Quieres terminar ahora?
lt_lt: Ar norėtum baigti dabar?
nb: Vil du avslutte nå?
pl: Czy chciałbyś teraz zakończyć?
ru: Хочешь закончить сейчас?
sv: Vill du avsluta nu?

source: Hey, you have still some scheduled time left,
el_gr: Γεια, έχεις ακόμη κάποιον προγραμματισμένο χρόνο,
es: Hola, aún te queda algo de tiempo programado,
lt_lt: Labas, tau dar liko kiek laiko pagal planą,
nb: Hei, du har fortsatt litt planlagt tid igjen,
pl: Cześć, masz jeszcze trochę zaplanowanego czasu,
ru: Привет, у тебя еще есть некоторое запланированное время,
sv: Hej, du har fortfarande lite planerad tid kvar,

source: You are ending the work late today
el_gr: Σήμερα τελειώνεις τη δουλειά αργά
es: Hoy estás terminando el trabajo tarde
lt_lt: Šiandien tu baigi darbą vėlai
nb: Du avslutter arbeidet sent i dag
pl: Dziś kończysz pracę późno
ru: Сегодня ты заканчиваешь работу поздно
sv: Du avslutar arbetet sent idag

source: Time & Control has noticed that you're ending your work late today.
el_gr: Ο χρόνος και ο έλεγχος παρατήρησαν ότι τελειώνεις τη δουλειά σου αργά σήμερα.
es: Time & Control ha notado que hoy estás terminando tu trabajo tarde.
lt_lt: Time & Control pastebėjo, kad šiandien tu baigi darbą vėlai.
nb: Time & Control har lagt merke til at du avslutter arbeidet sent i dag.
pl: Time & Control zauważyło, że dziś kończysz pracę późno.
ru: Time & Control заметил, что сегодня ты заканчиваешь работу поздно.
sv: Time & Control har märkt att du avslutar arbetet sent idag.

# And you haven't arrived at the site either. Would you like to end?
source: and you are outside the workplace, do you still want to quit?
el_gr: Και αν βρίσκεσαι έξω από τον χώρο εργασίας, εξακολουθείς να θέλεις να παραιτηθείς;
es: Y si estás fuera del lugar de trabajo, ¿todavía quieres renunciar?
lt_lt: Ir jeigu esate už darbo vietos ribų, ar vis tiek norite pasitraukti?
nb: og du er utenfor arbeidsstedet, ønsker du likevel avslutte?
pl: A jeśli jesteś poza miejscem pracy, czy nadal chcesz zrezygnować?
ru: И если вы вне рабочего места, все равно хотите уволиться?
sv: Och om du är utanför arbetsplatsen, vill du fortfarande sluta?

source: Please select a suitable comment!
el_gr: Παρακαλώ επιλέξτε ένα κατάλληλο σχόλιο!
es: Por favor, selecciona un comentario adecuado
lt_lt: Prašome pasirinkti tinkamą komentarą!
nb: Vennligst velg en passende kommentar!
pl: Proszę wybierz odpowiedni komentarz!
ru: Пожалуйста, выбери подходящий комментарий!
sv: Vänligen välj en lämplig kommentar!

source: Mobile
es: Móvil
lt_lt: Mobilusis
nb: Mobil
pl: Telefon komórkowy
ru: Мобильный
sv: Mobil

source: Andrew Chadwick
ru: Андрю Чедвик

source: Patel
ru: Патель

source: Traklestinget; 18; Mountain hill
es: Traklestinget; 18; Colina de la Montaña
lt_lt: Traklestinget; 18; Kalno šlaitas
pl: Traklestinget; 18; Góra górska
ru: Траклестингет; 18; Горная горка

source: Andrew
lt_lt: Andrius
ru: Андрей

source: Chadwick
ru: Чедвик

source: Passanger
es: Pasajero
lt_lt: Keleivis
nb: Passasjer
ru: Пассажир
sv: Passagerare

source: Please select at least one day of week
lt_lt: Prašome pasirinkti bent vieną savaitės dieną
ru: Пожалуйста, выберите хотя бы один день недели

source: Employees available for swaping a shift.
ru: Сотрудники, доступные для обмена сменой.

source: Extra Passanger
lt_lt: Papildomas keleivis
nb: Ekstra passasjer
pl: Dodatkowy pasażer
sv: Extra passagerare

source: Passanger Name
lt_lt: Keleivio vardas
nb: Passasjernavn
pl: Imię pasażera
sv: Passagerarnamn

source: Enter your passanger name
nb: Skriv inn passasjernavn
pl: Wprowadź swoje imię pasażera
sv: Ange ditt passagerarnamn

source: Please select at least two member
es: Por favor, seleccione al menos dos miembros
pl: Proszę wybrać co najmniej dwóch członków
sv: Var god välj minst två medlemmar

# From Date must be less then To Date
source: The 'from' date must be earlier than the 'to' date
sv: Datumet från måste vara tidigare än datumet till

source: Enter the addess
sv: Ange adressen

source: Equipment allready available in the list
sv: Utrustning finns redan i listan

source: Language allready available in the list
sv: Språk finns redan i listan

source: New Password Shoud be same as Confirm New Password
nb: Nytt passord må være det samme som..bekreft nytt passord
sv: Det nya lösenordet ska vara detsamma som Bekräfta nytt lösenord
