Repository: YashGotecha99/CNT
Catalog: TimeControllApp/*.lproj/Localizable.strings
Languages: el_gr, es, lt_lt, nb, pl, ru, sv

source: Unpaid Vacation
el_gr: Άδεια χωρίς αποδοχές
es: Vacaciones no remuneradas
lt_lt: Neapmokamos atostogos
nb: Ubetalt ferie
pl: Niepłatny urlop
ru: Неоплачиваемый отпуск
sv: Obetald semester

source: Location:
el_gr: Τοποθεσία:
es: Ubicación:
lt_lt: Vieta:
nb: Sted:
pl: Lokalizacja:
ru: Местоположение:
sv: Plats:

source: Missing
el_gr: Λείπει
es: Faltante
lt_lt: Trūksta
nb: Mangler
pl: Brakujące
ru: Отсутствует
sv: Saknas

# Strat time
source: Start time
el_gr: Ώρα Έναρξης
es: Hora de inicio
lt_lt: Pradžios laikas
nb: Starttid
pl: Czas rozpoczęcia
ru: Время начала
sv: Starttid

source: Play
el_gr: Αναπαραγωγή
es: Reproducir
lt_lt: Groti
nb: Start
pl: Odtwórz
ru: Воспроизвести
sv: Spela

source: Pause
el_gr: Παύση
es: Pausa
lt_lt: Pauzė
pl: Wstrzymaj
ru: Пауза
sv: Pausa

source: Total Time
el_gr: Συνολικός Χρόνος
es: Tiempo total
lt_lt: Viso laiko
nb: Totaltid
pl: Całkowity czas
ru: Общее время
sv: Total tid

source: Work to be done now
el_gr: Εργασία προς εκτέλεση τώρα
es: Trabajo a realizar ahora
lt_lt: Darbai, kurie turi būti atlikti dabar
nb: Planlagt vakt
pl: Praca do wykonania teraz
ru: Работа, которую нужно выполнить сейчас
sv: Arbete att utföra nu

source: Start Work
el_gr: Έναρξη Εργασίας
es: Comenzar trabajo
lt_lt: Pradėti darbą
nb: Start arbeid
pl: Rozpocznij pracę
ru: Начать работу
sv: Börja arbete

source: No work right now
el_gr: Δεν υπάρχει εργασία αυτήν τη στιγμή
es: No hay trabajo en este momento
lt_lt: Šiuo metu nėra darbo
nb: Ingen vakt foreløpig
pl: Obecnie brak pracy
ru: Сейчас нет работы
sv: Inget arbete just nu

source: My Tasks
el_gr: Οι Καθήκοντά μου
es: Mis tareas
lt_lt: Mano užduotys
nb: Mine oppgaver
pl: Moje zadania
ru: Мои задачи
sv: Mina uppgifter

source: Done Date
el_gr: Ημερομηνία Ολοκλήρωσης
es: Fecha de finalización
lt_lt: Atlikimo data
nb: Ferdigdato
pl: Data zakończenia
ru: Дата выполнения
sv: Utfört datum

source: Created By
el_gr: Δημιουργήθηκε Από
es: Creado por
lt_lt: Sukūrė
nb: Opprettet av
pl: Utworzone przez
ru: Создано
sv: Skapad av

source: Assigned To
el_gr: Ανατέθηκε Σε
es: Asignado a
lt_lt: Paskirtas
nb: Tildelt til
pl: Przypisane do
ru: Назначено
sv: Tilldelad till

source: No Shift
el_gr: Χωρίς Βάρδια
es: Sin turno
lt_lt: Nėra pamainos
nb: Ingen vakt
pl: Brak zmiany
ru: Нет смены
sv: Inget skift

source: Swapped
el_gr: Ανταλλαγή
es: Intercambiado
lt_lt: Sukeistas
nb: Byttet
pl: Zamienione
ru: Заменено
sv: Bytt

source: Awaiting PM
el_gr: Σε Αναμονή PM
es: Esperando PM
lt_lt: Laukiama projekto vadovo
nb: Venter på PM
pl: Oczekiwanie na PM
ru: Ожидание ПМ
sv: Väntar på PM

source: Cancelled
el_gr: Ακυρώθηκε
es: Cancelado
lt_lt: Atšaukta
nb: Avbrutt
pl: Anulowane
ru: Отменено
sv: Avbruten

source: Action
el_gr: Ενέργεια
es: Acción
lt_lt: Veiksmas
nb: Handling
pl: Akcja
ru: Действие
sv: Åtgärd

source: Camera
el_gr: Κάμερα
es: Cámara
lt_lt: Kamera
nb: Kamera
pl: Aparat
ru: Камера
sv: Kamera

source: user
el_gr: χρήστης
es: usuario
lt_lt: naudotojas
nb: bruker
pl: użytkownik
ru: пользователь
sv: användare

source: Sign All
el_gr: Υπογραφή Όλων
es: Firmar todo
lt_lt: Pasirašyti viską
nb: Signer alle
pl: Podpisz wszystko
ru: Подписать все
sv: Signera alla

source: Check All
el_gr: Επιλογή Όλων
es: Marcar todo
lt_lt: Pažymėti viską
nb: Kryss av for alle
pl: Zaznacz wszystko
ru: Отметить все
sv: Markera alla

source: Info From Admin
el_gr: Πληροφορίες Από Διαχειριστή
es: Información del administrador
lt_lt: Informacija iš administratoriaus
nb: Info fra administrator
pl: Informacje od administratora
ru: Информация от администратора
sv: Information från administratör

source: Comment By Member
el_gr: Σχόλιο Από Μέλος
es: Comentario del miembro
lt_lt: Komentaras iš nario
nb: Kommentar fra medlem
pl: Komentarz od członka
ru: Комментарий от участника
sv: Kommentar av medlem

source: Image/File By Member
el_gr: Εικόνα/Αρχείο Από Μέλος
es: Imagen/Archivo del miembro
lt_lt: Paveikslėlis / failas iš nario
nb: Bilde/fil fra medlem
pl: Obraz/Plik od członka
ru: Изображение/файл от участника
sv: Bild/fil av medlem

source: Working
el_gr: Σε Εξέλιξη
es: Trabajando
lt_lt: Darbas
nb: Jobber
pl: Pracujący
ru: Работа
sv: Arbetar

source: Responsible
el_gr: Υπεύθυνος
es: Responsable
lt_lt: Atsakingas
nb: Ansvarlig
pl: Odpowiedzialny
ru: Ответственный
sv: Ansvarig

source: Describe consequence of the deviation
el_gr: Περιγράψτε την συνέπεια της απόκλισης
es: Describir la consecuencia de la desviación
lt_lt: Aprašykite nuokrypio pasekmes
nb: Beskriv konsekvensen av avviket
pl: Opisz konsekwencje odchylenia
ru: Опишите последствия отклонения
sv: Beskriv konsekvensen av avvikelsen

source: Responsibility
el_gr: Ευθύνη
es: Responsabilidad
lt_lt: Atsakomybė
nb: Ansvar
pl: Odpowiedzialność
ru: Ответственность
sv: Ansvar

source: Costs and hours
el_gr: Κόστη και ώρες
es: Costos y horas
lt_lt: Išlaidos ir valandos
nb: Kostnader og timer
pl: Koszty i godziny
ru: Затраты и часы
sv: Kostnader och timmar

source: Enter total hours
el_gr: Εισαγάγετε συνολικές ώρες
es: Ingresar horas totales
lt_lt: Įveskite visą valandų skaičių
nb: Skriv inn totalt antall timer
pl: Wprowadź łączną liczbę godzin
ru: Введите общее количество часов
sv: Ange totala timmar

source: Enter hourly rate
el_gr: Εισαγάγετε ανά ώρα τιμή
es: Ingresar tarifa por hora
lt_lt: Įveskite valandinį tarifą
nb: Skriv inn timeprisen
pl: Wprowadź stawkę godzinową
ru: Введите почасовую ставку
sv: Ange timpris

source: Other costs
el_gr: Άλλα έξοδα
es: Otros costos
lt_lt: Kiti išlaidos
nb: Andre kostnader
pl: Inne koszty
ru: Другие затраты
sv: Andra kostnader

source: Total
el_gr: Σύνολο
lt_lt: Viso
nb: Totalt
pl: Suma
ru: Итого
sv: Totalt

source: Shift Timing
el_gr: Χρονοδιάγραμμα Βάρδιας
es: Horario del turno
lt_lt: Pamainos laikas
nb: Vaktid
pl: Godziny zmiany
ru: Время смены
sv: Skifttid

source: grab-Shift
el_gr: ανταλλαγή-Βάρδιας
es: tomar-turno
lt_lt: Gauti pamainą
nb: Ta vakt
pl: chwyć-zmianę
sv: Ta skift

source: View Anomaly
el_gr: Προβολή Ανωμαλίας
es: Ver anomalía
lt_lt: Peržiūrėti anomaliją
nb: Vis avvik
pl: Wyświetl anomalię
ru: Просмотр аномалий
sv: Visa avvikelse

source: Off-time
el_gr: Εκτός Χρόνου
es: Fuera de tiempo
lt_lt: Laisvalaikis
nb: Fritid
pl: Czas poza
ru: Время отдыха
sv: Ledig tid

source: On-time
el_gr: Στην Ώρα
es: A tiempo
lt_lt: Laiku
nb: Tidlig
pl: Czas w
ru: Вовремя
sv: På-tid

source: Off-site
el_gr: Εκτός Τοποθεσίας
es: Fuera del sitio
lt_lt: Už teritorijos ribų
nb: Utenfor stedet
pl: Poza miejscem pracy
ru: Вне места работы
sv: Inte på plats

source: On-site
el_gr: Εντός Τοποθεσίας
es: En el sitio
lt_lt: Teritorijoje
nb: På stedet
pl: Na miejscu pracy
ru: На месте работы
sv: På plats

source: Time
el_gr: Χρόνος
es: Tiempo
lt_lt: Laikas
nb: Tid
pl: Czas
ru: Время
sv: Tid

source: Miles
el_gr: Μίλια
es: Millas
lt_lt: Mylios
nb: Kilometer
pl: Mile
ru: Мили

source: Break
el_gr: Διάλειμμα
es: Descanso
lt_lt: Pertrauka
nb: Pause
pl: Przerwa
ru: Перерыв
sv: Rast

source: Total Hrs
el_gr: Συνολικές Ώρες
es: Total de horas
lt_lt: Viso valandų
nb: Totalt antall timer
pl: Łącznie godz.
ru: Всего часов
sv: Totala timmar

source: Draft
el_gr: Πρόχειρο
es: Borrador
lt_lt: Juodraštis
nb: Kladd
pl: Wersja robocza
ru: Черновик
sv: Utkast

source: Location: GPS Turned Off
el_gr: Τοποθεσία: Απενεργοποιημένο GPS
es: Ubicación: GPS desactivado
lt_lt: Vieta: GPS išjungtas
nb: Sted: GPS slått av
pl: Lokalizacja: GPS wyłączony
ru: Местоположение: GPS отключен
sv: Plats: GPS avstängd

source: You
el_gr: Εσείς
es: Tú
lt_lt: Jūs
nb: Du
pl: Ty
ru: Вы
sv: Du

source: Off set area
el_gr: Περιοχή εκτός ορίων
es: Área desactivada
lt_lt: Teritorijos riba
nb: Avsatt område
pl: Obszar poza ustawieniem
ru: Вне зоны доступа
sv: Avvikelse från område

source: No GPS
el_gr: Χωρίς GPS
es: Sin GPS
lt_lt: Nėra GPS
nb: Ingen GPS
pl: Brak sygnału GPS
ru: Нет GPS
sv: Ingen GPS

source: Manual off area
el_gr: Χειροκίνητη περιοχή εκτός ορίων
es: Área desactivada manualmente
lt_lt: Rankiniu būdu uždaryta teritorija
nb: Manuelt avsatt område
pl: Ręczne wyłączenie obszaru
ru: Ручное выключение зоны
sv: Manuell avvikelse från område

source: Start Time
el_gr: Ώρα Έναρξης
es: Hora de inicio
lt_lt: Pradžios laikas
nb: Starttid
pl: Czas rozpoczęcia
ru: Время начала
sv: Starttid

source: End Time
el_gr: Ώρα Λήξης
es: Hora de finalización
lt_lt: Pabaigos laikas
nb: Sluttid
pl: Czas zakończenia
ru: Время окончания
sv: Sluttid

source: Break Time
el_gr: Χρόνος Διακοπής
es: Tiempo de descanso
lt_lt: Pertraukos laikas
nb: Pause
pl: Czas przerwy
ru: Время перерыва
sv: Rasttid

source: Finish Now
el_gr: Ολοκλήρωση Τώρα
es: Finalizar ahora
lt_lt: Užbaigti dabar
nb: Fullfør nå
pl: Zakończ teraz
ru: Завершить сейчас
sv: Avsluta nu

source: Take Break
el_gr: Πάρτε Διάλειμμα
es: Tomar descanso
lt_lt: Paimti pertrauką
nb: Ta pause
pl: Przerwa
ru: Сделать перерыв
sv: Ta paus

source: Tracker/GPS Data
el_gr: Δεδομένα Παρακολούθησης/GPS
es: Datos del rastreador/GPS
lt_lt: Stebėjimo/GPS duomenys
nb: Sporings-/GPS-data
pl: Dane śledzenia/GPS
ru: Данные трекера/GPS

source: In Time
el_gr: Εγκαίρως
es: A tiempo
lt_lt: Laiku
nb: Innkommende tid
pl: Na czas
ru: Вовремя
sv: In-tid

source: Out Time
el_gr: Αργότερα
es: Fuera de tiempo
lt_lt: Išeiti laiku
nb: Utgående tid
pl: Poza czasem
ru: Окончание работы
sv: Ut-tid

source: Overtimes
el_gr: Υπερωρίες
es: Horas extra
lt_lt: Viršvalandžiai
nb: Overtid
pl: Przepracowane godziny
ru: Сверхурочные часы
sv: Övertid

source: Register Kilometer
el_gr: Καταχώρηση Χιλιομέτρων
es: Registrar kilómetro
lt_lt: Užregistruoti kilometrai
nb: Registrer kilometer
pl: Rejestruj kilometr
ru: Зарегистрировать километры
sv: Registrera kilometer

source: Add On
el_gr: Προσθήκη
es: Agregar
lt_lt: Pridėti
nb: Legg til
pl: Dodaj
ru: Добавить
sv: Lägg till

source: Overtime Hours
el_gr: Ωρες Υπερωρίας
es: Horas extra
lt_lt: Viršvalandžių valandos
nb: Overtidstimer
pl: Godziny nadgodzin
ru: Сверхурочные часы
sv: Övertidstimmar

source: Working Hours
el_gr: Ωρες Εργασίας
es: Horas de trabajo
lt_lt: Darbo valandos
nb: Arbeidstimer
pl: Godziny pracy
ru: Рабочие часы
sv: Arbetstimmar

source: Other Documents
el_gr: Άλλα Έγγραφα
es: Otros documentos
lt_lt: Kiti dokumentai
nb: Andre dokumenter
pl: Inne dokumenty
ru: Другие документы
sv: Andra dokument

source: Availability Type
el_gr: Τύπος Διαθεσιμότητας
es: Tipo de disponibilidad
lt_lt: Prieinamumo tipas
nb: Tilgjengelighetstype
pl: Typ dostępności
ru: Тип доступности
sv: Typ av tillgänglighet

source: Repeating
el_gr: Επανάληψη
es: Repetitivo
lt_lt: Kartojasi
nb: Gjentakende
pl: Powtarzające się
ru: Повторяющийся
sv: Upprepande

source: Select Week
el_gr: Επιλογή Εβδομάδας
es: Seleccionar semana
lt_lt: Pasirinkite savaitę
nb: Velg uke
pl: Wybierz tydzień
ru: Выбрать неделю
sv: Välj vecka

source: Available
el_gr: Διαθέσιμο
es: Disponible
lt_lt: Galima
nb: Tilgjengelig
pl: Dostępne
ru: Доступно
sv: Tillgänglig

source: Not Available
el_gr: Μη Διαθέσιμο
es: No disponible
lt_lt: Negalima
nb: Ikke tilgjengelig
pl: Niedostępne
ru: Недоступно
sv: Inte tillgänglig

source: All Day
el_gr: Όλη Μέρα
es: Todo el día
lt_lt: Visą dieną
nb: Hele dagen
pl: Cały dzień
ru: Весь день
sv: Hela dagen

source: Select Availability
el_gr: Επιλογή Διαθεσιμότητας
es: Seleccionar disponibilidad
lt_lt: Pasirinkite prieinamumą
nb: Velg tilgjengelighet
pl: Wybierz dostępność
ru: Выбрать доступность
sv: Välj tillgänglighet

source: Age
el_gr: Ηλικία
es: Edad
lt_lt: Amžius
nb: Alder
pl: Wiek
ru: Возраст
sv: Ålder

source: If you want to add the kids please click on the above add button to add them.
el_gr: Εάν θέλετε να προσθέσετε τα παιδιά, παρακαλώ κάντε κλικ στο παραπάνω κουμπί προσθήκης για να τα προσθέσετε.
es: Si desea agregar los niños, por favor haga clic en el botón agregar de arriba para añadirlos.
lt_lt: Jei norite pridėti vaikus, prašome paspausti viršuje esantį mygtuką, kad juos pridėtumėte.
pl: Jeśli chcesz dodać dzieci, proszę clicknij na przycisk dodawania powyżej, aby je dodać.
ru: Если вы хотите добавить детей, пожалуйста, щелкните на кнопку «Добавить» выше, чтобы добавить их.
sv: Om du vill lägga till barnen, klicka på knappen 'Lägg till' ovan för att lägga till dem.

source: Dismiss
el_gr: Απόρριψη
es: Descartar
lt_lt: Atmesti
nb: Avvis
pl: Odrzuć
ru: Отклонить
sv: Avfärda

source: No Availability
el_gr: Χωρίς Διαθεσιμότητα
es: Sin disponibilidad
lt_lt: Nėra prieinamumo
nb: Ingen tilgjengelighet
pl: Brak dostępności
ru: Нет доступности
sv: Ingen tillgänglighet

source: Grab
el_gr: Αρπαγή
es: Grabar
lt_lt: Paimti
nb: Ta vakt
pl: Chwycić
sv: Grabar

source: Awaiting
el_gr: Αναμονή
es: Esperando
lt_lt: Laukiama
nb: Venter...
pl: Oczekiwanie
ru: Ожидание
sv: Väntar

source: N/A
el_gr: Μ/Δ
es: N/D
lt_lt: Nėra
pl: N/D
sv: N/D

source: D/A
el_gr: Ψ/Α

source: Choose an image
el_gr: Επιλέξτε μια εικόνα
es: Elige una imagen
lt_lt: Pasirinkite paveikslėlį
nb: Velg et bilde
pl: Wybierz obraz
ru: Выберите изображение
sv: Välj en bild

source: Gallery
el_gr: Συλλογή
es: Galería
lt_lt: Galerija
nb: Galleri
pl: Galeria
ru: Галерея
sv: Galleri

source: Warning
el_gr: Προειδοποίηση
es: Advertencia
lt_lt: Įspėjimas
nb: Advarsel
pl: Ostrzeżenie
ru: Предупреждение
sv: Varning

source: You don't have camera
el_gr: Δεν έχετε κάμερα
es: No tienes cámara
lt_lt: Neturite kameros
nb: Du har ikke kamera

source: Ok
el_gr: Εντάξει
es: Aceptar
lt_lt: Gerai
ru: ОК

source: Close
el_gr: Κλείσιμο
es: Cerrar
lt_lt: Uždaryti
nb: Lukk
pl: Zamknij
ru: Закрыть
sv: Stäng

source: Home
el_gr: Αρχική
es: Inicio
lt_lt: Pradžia
nb: Hjem
pl: Strona główna
ru: Домой
sv: Hem

source: My Files
el_gr: Τα αρχεία μου
es: Mis archivos
lt_lt: Mano failai
nb: Mine filer
pl: Moje pliki
ru: Мои файлы
sv: Mina filer

source: Obligatory Documents
el_gr: Υποχρεωτικά Έγγραφα
es: Documentos Obligatorios
lt_lt: Privalomi dokumentai
nb: Obligatoriske dokumenter
pl: Dokumenty obowiązkowe
ru: Обязательные документы
sv: Obligatoriska dokument

source: Read Now
el_gr: Διάβασε Τώρα
es: Leer Ahora
lt_lt: Skaityti dabar
nb: Les nå
pl: Przeczytaj teraz
ru: Прочитать сейчас
sv: Läs nu

source: Read Later
el_gr: Διάβασε Αργότερα
es: Leer Después
lt_lt: Skaityti vėliau
nb: Les senere
pl: Przeczytaj później
ru: Прочитать позже
sv: Läs senare

source: Confirm
el_gr: Επιβεβαίωση
es: Confirmar
lt_lt: Patvirtinti
nb: Bekreft
pl: Potwierdź
ru: Подтвердить
sv: Bekräfta

source: I have read this document
el_gr: Έχω διαβάσει αυτό το έγγραφο
es: He leído este documento
lt_lt: Aš perskaičiau šį dokumentą
nb: Jeg har lest dette dokumentet
pl: Przeczytałem ten dokument
ru: Я прочитал(а) данный документ
sv: Jag har läst detta dokument

source: Child
el_gr: Παιδί
es: Niño
lt_lt: Vaikas
nb: Barn
pl: Dziecko
ru: Ребенок
sv: Barn

source: Select Child
el_gr: Επιλογή παιδιού
es: Seleccionar niño
lt_lt: Pasirinkite vaiką
nb: Velg barn
pl: Wybierz dziecko
ru: Выбрать ребенка
sv: Välj barn

source: Files
el_gr: Αρχεία
es: Archivos
lt_lt: Failai
nb: Filer
pl: Pliki
ru: Файлы
sv: Filer

source: Contracts
el_gr: Συμβάσεις
es: Contratos
lt_lt: Sutartys
nb: Kontrakter
pl: Umowy
ru: Контракты
sv: Kontrakt

source: Internal DOC
el_gr: Εσωτερικό έγγραφο
es: DOC interno
lt_lt: Vidinis DOC
nb: Intern dokument
pl: Dokument wewnętrzny
ru: Внутренний документ
sv: Intern DOC

source: Add file
el_gr: Προσθήκη αρχείου
es: Agregar archivo
lt_lt: Pridėti failą
nb: Legg til fil
pl: Dodaj plik
ru: Добавить файл
sv: Lägg till fil

source: File Name
el_gr: Όνομα αρχείου
es: Nombre de archivo
lt_lt: Failo pavadinimas
nb: Filnavn
pl: Nazwa pliku
ru: Имя файла
sv: Filnamn

source: Add Internal File
el_gr: Προσθήκη εσωτερικού αρχείου
es: Agregar archivo interno
lt_lt: Pridėti vidinį failą
nb: Legg til intern fil
pl: Dodaj wewnętrzny plik
ru: Добавить внутренний файл
sv: Lägg till intern fil

source: Add Contracts
el_gr: Προσθήκη συμβάσεων
es: Agregar contratos
lt_lt: Pridėti sutartis
nb: Legg til kontrakter
pl: Dodaj umowy
ru: Добавить контракты
sv: Lägg till kontrakt

source: Contract Name
el_gr: Όνομα συμβολαίου
es: Nombre del contrato
lt_lt: Sutarties pavadinimas
nb: Kontraktsnavn
pl: Nazwa umowy
ru: Имя контракта
sv: Kontraktsnamn

source: Enter Contract Name
el_gr: Εισαγάγετε όνομα συμβολαίου
es: Ingresar nombre del contrato
lt_lt: Įveskite sutarties pavadinimą
nb: Skriv inn kontraktsnavn
pl: Wprowadź nazwę umowy
ru: Введите имя контракта
sv: Ange kontraktsnamn

source: Reason for swap
el_gr: Λόγος ανταλλαγής
es: Motivo de intercambio
lt_lt: Keitimo priežastis
nb: Årsak til bytte
pl: Powód zamiany
ru: Причина для обмена

source: Email / Username
el_gr: Ηλεκτρονική διεύθυνση / Όνομα χρήστη
es: Correo electrónico / Nombre de usuario
lt_lt: El. paštas / Vartotojo vardas
nb: E-postadresse / Brukernavn
pl: Adres email / Nazwa użytkownika
ru: Электронная почта / Имя пользователя
sv: E-postadress / Användarnamn

source: Bank Account
el_gr: Τραπεζικός Λογαριασμός
es: Cuenta bancaria
lt_lt: Banko sąskaita
nb: Bankkonto
pl: Konto bankowe
ru: Банковский счет
sv: Bankkonto

source: My Shift
el_gr: Η Βάρδιά μου
es: Mi turno
lt_lt: Mano pamaina
nb: Mine vakter
pl: Moja zmiana
ru: Моя смена
sv: Min skift

source: Colleague Shift
el_gr: Βάρδια του Συναδέλφου
es: Turno del colega
lt_lt: Kolegos pamaina
nb: Kollega vakter
pl: Zmiana kolegi
ru: Смена коллеги
sv: Kollegans skift

source: Shifts, Click to see more
el_gr: Βάρδιες, Κάντε κλικ για να δείτε περισσότερα
es: Turnos, Haz clic para ver más
lt_lt: Pamainos, Spustelėkite, kad pamatytumėte daugiau
nb: Skift, klikk for å se mer
pl: Zmiany, Kliknij, aby zobaczyć więcej
ru: Смены, Нажмите, чтобы увидеть больше
sv: Skift, Klicka för att se mer

source: Doctor Clarification
el_gr: Διευκρίνιση του γιατρού
es: Aclaración del médico
lt_lt: Daktaro aiškinimas
nb: Legens avklaring
pl: Wyjaśnienie lekarza
ru: Доктор Уточнение
sv: Doktorsförtydligande

source: Please enter email
el_gr: Παρακαλώ εισάγετε το email
es: Por favor, ingresa un correo electrónico
lt_lt: Įveskite elektroninio pašto adresą
nb: Vennligst skriv inn e-postadresse
pl: Proszę podać adres e-mail
ru: Пожалуйста, введите электронную почту
sv: Var god ange e-postadressen

source: Please enter password
el_gr: Παρακαλώ εισάγετε τον κωδικό πρόσβασης
es: Por favor, ingresa la contraseña
lt_lt: Prašome įvesti slaptažodį
nb: Vennligst skriv inn passord
pl: Proszę wprowadzić hasło
ru: Пожалуйста, введите пароль
sv: Var god ange lösenord

source: Please enter valid email
el_gr: Παρακαλώ εισάγετε έγκυρο ηλεκτρονικό ταχυδρομείο
es: Por favor ingrese un correo electrónico válido
lt_lt: Įveskite galiojantį el. pašto adresą
nb: Vennligst skriv inn en gyldig e-postadresse
pl: Proszę wprowadzić prawidłowy adres e-mail
ru: Пожалуйста, введите действительный адрес электронной почты
sv: Var god ange en giltig e-postadress

source: Delete this chat
el_gr: Διαγραφή αυτής της συνομιλίας
es: Eliminar esta conversación
lt_lt: Ištrinti šį pokalbį
nb: Slett denne samtalen
pl: Usuń tę rozmowę
ru: Удалить этот чат
sv: Radera denna chatt

source: No history has been found! Please add member(s) from the list to send messages!
el_gr: Δεν βρέθηκε καμία ιστορική εγγραφή! Παρακαλώ προσθέστε μέλος(α) από τη λίστα για να στείλετε μηνύματα!
es: ¡No se ha encontrado historial! ¡Por favor, agregue miembro(s) de la lista para enviar mensajes!
lt_lt: Istorija nerasta! Norėdami siųsti žinutes, pridėkite narius iš sąrašo!
nb: Ingen historikk er funnet! Vennligst legg til medlem(mer) fra listen for å sende meldinger!
pl: Nie znaleziono historii! Proszę dodać członka/członków z listy, aby wysyłać wiadomości!
ru: История не найдена! Пожалуйста, добавьте участников из списка для отправки сообщений!
sv: Ingen historik har hittats! Lägg till medlem/members från listan för att skicka meddelanden!

source: Private Room Created Successfully
el_gr: Ιδιωτικό Δωμάτιο Δημιουργήθηκε Επιτυχώς
es: Sala privada creada exitosamente
lt_lt: Privati kambario sukūrimas sėkmingas
nb: Privat rom opprettet
pl: Prywatny pokój utworzony pomyślnie
ru: Приватная комната успешно создана
sv: Privat rum skapat framgångsrikt

source: Success
el_gr: Επιτυχία
es: Éxito
lt_lt: Sėkmė
nb: Suksess
pl: Sukces
ru: Успех
sv: Lyckades

source: Enter the zipcode
el_gr: Εισαγάγετε τον ταχυδρομικό κώδικα
es: Ingrese el código postal
lt_lt: Įveskite pašto kodą
pl: Wprowadź kod pocztowy
ru: Введите почтовый индекс
sv: Ange postnumret

source: Enter the city
el_gr: Εισαγάγετε την πόλη
es: Ingrese la ciudad
lt_lt: Įveskite miestą
nb: Skriv inn byen
pl: Wprowadź miasto
ru: Введите город
sv: Ange staden

source: Enter the comment
el_gr: Εισαγάγετε το σχόλιο
es: Ingrese el comentario
lt_lt: Įveskite komentarą
nb: Skriv inn kommentaren
pl: Wprowadź komentarz
ru: Введите комментарий
sv: Ange kommentaren

source: Enter the estimated work hour
el_gr: Εισαγάγετε την εκτιμώμενη ώρα εργασίας
es: Ingrese la cantidad estimada de horas de trabajo
lt_lt: Įveskite numatomą darbo valandą
nb: Skriv inn estimert arbeidstid
pl: Wprowadź szacowany czas pracy
ru: Введите примерное количество часов работы
sv: Ange den uppskattade arbetstiden

source: Your task updated
el_gr: Η εργασία σας ενημερώθηκε
es: Tu tarea ha sido actualizada
lt_lt: Jūsų užduotis atnaujinta
nb: Oppgaven din er oppdatert
pl: Twoje zadanie zostało zaktualizowane
ru: Ваша задача обновлена
sv: Din uppgift har uppdaterats

source: Your task created
el_gr: Η εργασία σας δημιουργήθηκε
es: Tu tarea ha sido creada
lt_lt: Jūsų užduotis sukurta
nb: Oppgaven din er opprettet
pl: Twoje zadanie zostało utworzone
ru: Ваша задача создана
sv: Din uppgift har skapats

source: Hello, Time & Control noticed that you haven't arrived at the site yet
el_gr: Γεια σας, το Time & Control παρατήρησε ότι δεν έχετε φτάσει ακόμα στον τόπο
es: Hola, Time & Control ha notado que aún no has llegado al sitio
lt_lt: Labas, Time & Control pastebėjo, kad dar nesate atvykę į vietą
nb: Hei, Time & Control har lagt merke til at du ikke har ankommet arbeidsplassen din ennå
pl: Witaj, Time & Control zauważył, że jeszcze nie dotarłeś na plac budowy
ru: Привет, Time & Control заметил, что вы еще не прибыли на объект
sv: Hej, Time & Control har märkt att du ännu inte har kommit till platsen

source: Would you still like to clock in for your shift?
el_gr: Θα θέλατε να καταγράψετε ακόμα την ώρα έναρξης της βάρδιάς σας;
es: ¿Aún te gustaría fichar para tu turno?
lt_lt: Ar vis dar norėtumėte pradėti darbo laiką?
nb: Ønsker du likevel å klokke inn fra nåværende stedet?
pl: Czy nadal chciałbyś zalogować się na swoją zmianę?
ru: Вы все равно хотите зарегистрироваться на смену?
sv: Vill du fortfarande registrera din arbetstid för skiftet?

source: Why do you want to start from this location?
el_gr: Γιατί θέλετε να ξεκινήσετε από αυτήν την τοποθεσία;
es: ¿Por qué deseas comenzar desde esta ubicación?
lt_lt: Kodėl norite pradėti iš šios vietos?
nb: Hvorfor vil du starte fra denne lokasjonen?
pl: Dlaczego chcesz rozpocząć z tej lokalizacji?
ru: Почему вы хотите начать с этого места?
sv: Varför vill du börja från denna plats?

source: Reason
el_gr: Αιτία
es: Motivo
lt_lt: Priežastis
nb: Årsak
pl: Powód
ru: Причина
sv: Anledning

source: Please provide a reason
el_gr: Παρακαλώ δώστε μια αιτία
es: Por favor, proporciona un motivo
lt_lt: Pateikite priežastį
nb: Vennligst oppgi en årsak
pl: Proszę podać powód
ru: Пожалуйста, укажите причину
sv: Var god ange en anledning

source: Please enter name
el_gr: Παρακαλώ εισάγετε το όνομα
es: Por favor, ingrese un nombre
lt_lt: Įveskite vardą
nb: Vennligst skriv inn navn
pl: Proszę wprowadzić imię
ru: Пожалуйста, введите имя
sv: Var god ange namn

source: Please enter phone
el_gr: Παρακαλώ εισάγετε το τηλέφωνο
es: Por favor, ingrese un número de teléfono
lt_lt: Įveskite telefono numerį
nb: Vennligst skriv inn telefonnummer
pl: Proszę wprowadzić numer telefonu
ru: Пожалуйста, введите номер телефона
sv: Var god ange telefonnummer
