Repository: YashGotecha99/CNT
Catalog: TimeControllApp/*.lproj/Localizable.strings
Languages: el_gr, es, lt_lt, nb, pl, ru, sv

source: Please enter From time in Tuesday
el_gr: Παρακαλώ εισαγάγετε την ώρα από την Τρίτη
es: Por favor ingrese la hora de inicio del martes
lt_lt: Prašome įvesti pradžios laiką antradienį
nb: Vennligst skriv inn Fra-tid på tirsdag
pl: Proszę wprowadzić godzinę początkową we wtorek
ru: Пожалуйста, введите время начала на вторник
sv: Ange Från-tid på tisdag

source: Please enter To time in Tuesday
el_gr: Παρακαλώ εισαγάγετε την ώρα έως την Τρίτη
es: Por favor ingrese la hora de finalización del martes
lt_lt: Prašome įvesti pabaigos laiką antradienį
nb: Vennligst skriv inn Til-tid på tirsdag
pl: Proszę wprowadzić godzinę końcową we wtorek
ru: Пожалуйста, введите время окончания на вторник
sv: Ange Till-tid på tisdag

source: Please enter From time in Wednesday
el_gr: Παρακαλώ εισαγάγετε την ώρα από την Τετάρτη
es: Por favor ingrese la hora de inicio del miércoles
lt_lt: Prašome įvesti pradžios laiką trečiadienį
nb: Vennligst skriv inn Fra-tid på onsdag
pl: Proszę wprowadzić godzinę początkową w środę
ru: Пожалуйста, введите время начала на среду
sv: Ange Från-tid på onsdag

source: Please enter To time in Wednesday
el_gr: Παρακαλώ εισαγάγετε την ώρα έως την Τετάρτη
es: Por favor ingrese la hora de finalización del miércoles
lt_lt: Prašome įvesti pabaigos laiką trečiadienį
nb: Vennligst skriv inn Til-tid på onsdag
pl: Proszę wprowadzić godzinę końcową w środę
ru: Пожалуйста, введите время окончания на среду
sv: Ange Till-tid på onsdag

source: Please enter From time in Thursday
el_gr: Παρακαλώ εισαγάγετε την ώρα από την Πέμπτη
es: Por favor ingrese la hora de inicio del jueves
lt_lt: Prašome įvesti pradžios laiką ketvirtadienį
nb: Vennligst skriv inn Fra-tid på torsdag
pl: Proszę wprowadzić godzinę początkową w czwartek
ru: Пожалуйста, введите время начала на четверг
sv: Ange Från-tid på torsdag

source: Please enter To time in Thursday
el_gr: Παρακαλώ εισαγάγετε την ώρα έως την Πέμπτη
es: Por favor ingrese la hora de finalización del jueves
lt_lt: Prašome įvesti pabaigos laiką ketvirtadienį
nb: Vennligst skriv inn Til-tid på torsdag
pl: Proszę wprowadzić godzinę końcową w czwartek
ru: Пожалуйста, введите время окончания на четверг
sv: Ange Till-tid på torsdag

source: Please enter From time in Friday
el_gr: Παρακαλώ εισαγάγετε την ώρα από την Παρασκευή
es: Por favor ingrese la hora de inicio del viernes
lt_lt: Prašome įvesti pradžios laiką penktadienį
nb: Vennligst skriv inn Fra-tid på fredag
pl: Proszę wprowadzić godzinę początkową w piątek
ru: Пожалуйста, введите время начала на пятницу
sv: Ange Från-tid på fredag

source: Please enter To time in Friday
el_gr: Παρακαλώ εισαγάγετε την ώρα έως την Παρασκευή
es: Por favor ingrese la hora de finalización del viernes
lt_lt: Prašome įvesti pabaigos laiką penktadienį
nb: Vennligst skriv inn Til-tid på fredag
pl: Proszę wprowadzić godzinę końcową w piątek
ru: Пожалуйста, введите время окончания на пятницу
sv: Ange Till-tid på fredag

source: Please enter From time in Saturday
el_gr: Παρακαλώ εισαγάγετε την ώρα από το Σάββατο
es: Por favor ingrese la hora de inicio del sábado
lt_lt: Prašome įvesti pradžios laiką šeštadienį
nb: Vennligst skriv inn Fra-tid på lørdag
pl: Proszę wprowadzić godzinę początkową w sobotę
ru: Пожалуйста, введите время начала на субботу
sv: Ange Från-tid på lördag

source: Please enter To time in Saturday
el_gr: Παρακαλώ εισαγάγετε την ώρα έως το Σάββατο
es: Por favor ingrese la hora de finalización del sábado
lt_lt: Prašome įvesti pabaigos laiką šeštadienį
nb: Vennligst skriv inn Til-tid på lørdag
pl: Proszę wprowadzić godzinę końcową w sobotę
ru: Пожалуйста, введите время окончания на субботу
sv: Ange Till-tid på lördag

source: Please enter From time in Sunday
el_gr: Παρακαλώ εισαγάγετε την ώρα από την Κυριακή
es: Por favor ingrese la hora de inicio del domingo
lt_lt: Prašome įvesti pradžios laiką sekmadienį
nb: Vennligst skriv inn Fra-tid på søndag
pl: Proszę wprowadzić godzinę początkową w niedzielę
ru: Пожалуйста, введите время начала на воскресенье
sv: Ange Från-tid på söndag

source: Please enter To time in Sunday
el_gr: Παρακαλώ εισαγάγετε την ώρα έως την Κυριακή
es: Por favor ingrese la hora de finalización del domingo
lt_lt: Prašome įvesti pabaigos laiką sekmadienį
nb: Vennligst skriv inn Til-tid på søndag
pl: Proszę wprowadzić godzinę końcową w niedzielę
ru: Пожалуйста, введите время окончания на воскресенье
sv: Ange Till-tid på söndag

source: Availability created
el_gr: Δημιουργήθηκε διαθεσιμότητα
es: Disponibilidad creada
lt_lt: Prieinamumas sukurtas
nb: Tilgjengelighet opprettet
pl: Dostępność utworzona
ru: Доступность создана
sv: Tillgänglighet skapad

source: Availability updated
el_gr: Ενημερώθηκε διαθεσιμότητα
es: Disponibilidad actualizada
lt_lt: Prieinamumas atnaujintas
nb: Tilgjengelighet oppdatert
pl: Dostępność zaktualizowana
ru: Доступность обновлена
sv: Tillgänglighet uppdaterad

source: From time should be lesser than To time
el_gr: Η ώρα από πρέπει να είναι μικρότερη από την ώρα έως
es: La hora de inicio debe ser menor que la hora de finalización
lt_lt: Pradžios laikas turi būti mažesnis nei pabaigos laikas
nb: Fra-tid bør være mindre enn Til-tid
pl: Godzina początkowa powinna być wcześniejsza niż godzina końcowa
ru: Время начала должно быть меньше времени окончания
sv: Från-tiden ska vara mindre än Till-tiden

source: To time should be bigger than From time
el_gr: Η ώρα έως πρέπει να είναι μεγαλύτερη από την ώρα από
es: La hora de finalización debe ser mayor que la hora de inicio
lt_lt: Pabaigos laikas turi būti didesnis nei pradžios laikas
nb: Til-tid bør være større enn Fra-tid
pl: Godzina końcowa powinna być późniejsza niż godzina początkowa
ru: Время окончания должно быть больше времени начала
sv: Till-tiden ska vara större än Från-tiden

source: PDF sent on your email id
el_gr: Το PDF εστάλη στην ηλεκτρονική σας διεύθυνση
es: PDF enviado a tu dirección de correo electrónico
lt_lt: PDF išsiųstas į jūsų el. pašto adresą
nb: PDF sendt til din e-postadresse
pl: PDF wysłane na Twój adres e-mail
ru: PDF отправлен на ваш адрес электронной почты
sv: PDF skickat till din e-postadress

source: Schedule created successfully
el_gr: Το πρόγραμμα δημιουργήθηκε με επιτυχία
es: Horario creado exitosamente
lt_lt: Tvarkaraštis sukurtas sėkmingai
nb: Timeplan opprettet vellykket
pl: Harmonogram utworzony pomyślnie
ru: График успешно создан
sv: Schema skapat framgångsrikt

source: Are you sure?
el_gr: Είστε σίγουρος/σίγουρη;
es: ¿Estás seguro?
lt_lt: Ar tikrai?
nb: Er du sikker?
pl: Czy jesteś pewny?
ru: Вы уверены?
sv: Är du säker?

source: Do you want to approve the request?
el_gr: Θέλετε να εγκρίνετε το αίτημα;
es: ¿Deseas aprobar la solicitud?
lt_lt: Ar norite patvirtinti prašymą?
nb: Ønsker du å godkjenne forespørselen?
pl: Czy chcesz zatwierdzić prośbę?
ru: Хотите одобрить запрос?
sv: Vill du godkänna förfrågan?

source: Do you want to reject the request?
el_gr: Θέλετε να απορρίψετε το αίτημα;
es: ¿Deseas rechazar la solicitud?
lt_lt: Ar norite atmesti prašymą?
nb: Ønsker du å avvise forespørselen?
pl: Czy chcesz odrzucić prośbę?
ru: Хотите отклонить запрос?
sv: Vill du avslå förfrågan?

source: Vacation approved successfully
el_gr: Οι διακοπές εγκρίθηκαν με επιτυχία
es: Vacaciones aprobadas exitosamente
lt_lt: Atostogos patvirtintos sėkmingai
nb: Ferie godkjent vellykket
pl: Urlop zatwierdzony pomyślnie
ru: Отпуск успешно одобрен
sv: Ledighet godkändes framgångsrikt

source: Vacation rejected successfully
el_gr: Οι διακοπές απορρίφθηκαν με επιτυχία
es: Vacaciones rechazadas exitosamente
lt_lt: Atostogos atmestos sėkmingai
nb: Ferie avvist vellykket
pl: Urlop odrzucony pomyślnie
ru: Отпуск успешно отклонен
sv: Ledighet avslogs framgångsrikt

source: Absence approved successfully
el_gr: Η απουσία εγκρίθηκε με επιτυχία
es: Ausencia aprobada exitosamente
lt_lt: Nebuvo patvirtintas sėkmingai
nb: Fravær godkjent vellykket
pl: Nieobecność zatwierdzona pomyślnie
ru: Отсутствие успешно одобрено
sv: Frånvaro godkändes framgångsrikt

source: Absence rejected successfully
el_gr: Η απουσία απορρίφθηκε με επιτυχία
es: Ausencia rechazada exitosamente
lt_lt: Nebuvo atmestas sėkmingai
nb: Fravær avvist vellykket
pl: Nieobecność odrzucona pomyślnie
ru: Отсутствие успешно отклонено
sv: Frånvaro avslogs framgångsrikt

source: Please select child
el_gr: Παρακαλώ επιλέξτε παιδί
es: Por favor, selecciona un niño
lt_lt: Prašome pasirinkti vaiką
nb: Vennligst velg barn
pl: Proszę wybrać dziecko
ru: Пожалуйста, выберите ребенка
sv: Vänligen välj barn

source: Please enter value
el_gr: Παρακαλώ εισάγετε τιμή
es: Por favor, ingresa un valor
lt_lt: Prašome įvesti reikšmę
nb: Vennligst oppgi verdi
pl: Proszę wprowadzić wartość
ru: Пожалуйста, введите значение
sv: Vänligen ange värde

source: Please enter photo
el_gr: Παρακαλώ εισάγετε φωτογραφία
es: Por favor, ingresa una foto
lt_lt: Prašome įkelti nuotrauką
nb: Vennligst last opp bilde
pl: Proszę załączyć zdjęcie
ru: Пожалуйста, прикрепите фотографию
sv: Vänligen ange foto

source: Absence created successfully
el_gr: Η απουσία δημιουργήθηκε με επιτυχία
es: Ausencia creada exitosamente
lt_lt: Nebuvo sukurtas sėkmingai
nb: Fravær opprettet vellykket
pl: Nieobecność utworzona pomyślnie
ru: Отсутствие успешно создано
sv: Frånvaro skapades framgångsrikt

source: Vacation created successfully
el_gr: Οι διακοπές δημιουργήθηκαν με επιτυχία
es: Vacaciones creadas exitosamente
lt_lt: Atostogos sukurtos sėkmingai
nb: Ferie opprettet vellykket
pl: Urlop utworzony pomyślnie
ru: Отпуск успешно создан
sv: Ledighet skapades framgångsrikt

source: No Deviation Available
el_gr: Δεν υπάρχει διαφοροποίηση διαθέσιμη
es: No hay desviaciones disponibles
lt_lt: Nėra pasiskirstymo
nb: Ingen avvik tilgjengelig
pl: Brak dostępnych odchyleń
ru: Нет доступных отклонений
sv: Inga avvikelser tillgängliga

source: No Work Hours Available
el_gr: Δεν υπάρχουν διαθέσιμες ώρες εργασίας
es: No hay horas de trabajo disponibles
lt_lt: Nėra darbo valandų
nb: Ingen arbeidstimer tilgjengelig
pl: Brak dostępnych godzin pracy
ru: Нет доступных рабочих часов
sv: Inga arbetstimmar tillgängliga

source: You can't swap past shift
el_gr: Δεν μπορείτε να ανταλλάξετε παλαιότερη βάρδια
es: No puedes intercambiar un turno pasado
lt_lt: Negalite keisti praeitos pamainos
nb: Du kan ikke bytte med utgåtte vakt
pl: Nie możesz zamienić zmiany z przeszłością
ru: Вы не можете поменять прошлую смену
sv: Du kan inte byta ut en tidigare arbetspass

source: Coming Soon
el_gr: Σύντομα διαθέσιμο
es: Próximamente
lt_lt: Netrukus
nb: Kommer snart
pl: Już niedługo
ru: Скоро
sv: Kommer snart

source: has worked
el_gr: έχει εργαστεί
es: ha trabajado
lt_lt: dirbo
nb: har jobbet
pl: pracował
ru: работал
sv: har arbetat

source: And these two employees do not have the same profession
el_gr: Και αυτοί οι δύο υπάλληλοι δεν έχουν το ίδιο επάγγελμα
es: Y estos dos empleados no tienen la misma profesión
lt_lt: Ir šie du darbuotojai neturi tos pačios profesijos
nb: Og disse to ansatte har ikke samme yrke/arbeidsoppgaver
pl: Ci dwaj pracownicy nie mają tej samej profesji
ru: И эти два сотрудника не имеют одной и той же профессии
sv: Och dessa två anställda har inte samma yrke

source: hours this week, the swap will change his shift hours to
el_gr: ώρες αυτήν την εβδομάδα, η ανταλλαγή θα αλλάξει τις ώρες της βάρδιας του σε
es: horas esta semana, el intercambio cambiará sus horas de turno a
lt_lt: valandas šią savaitę, mainai pakeis jo darbo valandas į
pl: godzin w tym tygodniu, wymiana zmieni jego godziny pracy na
ru: часов на этой неделе, обмен изменит его рабочие часы на
sv: timmar den här veckan kommer bytet att ändra hans arbetstider till

source: Do you still want to approve this swap-shift?
el_gr: Θέλετε ακόμα να εγκρίνετε αυτήν την ανταλλαγή βάρδιας;
es: ¿Todavía quieres aprobar este intercambio de turno?
lt_lt: Ar vis dar norite patvirtinti šią darbo laiko keitimą?
nb: Vil du fortsatt godkjenne denne bytte av arbeidstid?
pl: Czy nadal chcesz zatwierdzić tę wymianę zmiany?
ru: Вы все еще хотите одобрить этот обмен сменой?
sv: Vill du fortfarande godkänna den här bytet av arbetspass?

source: hours this week, the trade will change his shift hours to
el_gr: ώρες αυτήν την εβδομάδα, το ανταλλάγμα θα αλλάξει τις ώρες της βάρδιας του σε
es: horas esta semana, el intercambio cambiará sus horas de turno a
lt_lt: valandas šią savaitę, prekyba pakeis jo darbo valandas į
pl: godzin w tym tygodniu, wymiana zmieni jego godziny pracy na
ru: часов на этой неделе, обмен изменит его рабочие часы на
sv: timmar den här veckan kommer handeln att ändra hans arbetstider till

source: Do you still want to approve this trade-shift?
el_gr: Θέλετε ακόμα να εγκρίνετε αυτό το ανταλλάγμα βάρδιας;
es: ¿Todavía quieres aprobar este intercambio de turno?
lt_lt: Ar vis dar norite patvirtinti šią darbo laiko prekybą?
nb: Vil du fortsatt godkjenne denne handelen av arbeidsvakt?
pl: Czy nadal chcesz zatwierdzić tę wymianę zmiany?
ru: Вы все еще хотите одобрить этот обмен сменой?
sv: Vill du fortfarande godkänna den här handeln av arbetspass?

source: hours this week, the grab will change his shift hours to
el_gr: ώρες αυτήν την εβδομάδα, το γάντζος θα αλλάξει τις ώρες της βάρδιας του σε
es: horas esta semana, el intercambio cambiará sus horas de turno a
lt_lt: valandas šią savaitę, grab pakeis jo darbo valandas į
pl: godzin w tym tygodniu, wymiana zmieni jego godziny pracy na
ru: часов на этой неделе, обмен изменит его рабочие часы на
sv: timmar den här veckan kommer greppet att ändra hans arbetstider till

source: Do you still want to approve this grab-shift?
el_gr: Θέλετε ακόμα να εγκρίνετε αυτό το γάντζο βάρδιας;
es: ¿Todavía quieres aprobar este intercambio de turno?
lt_lt: Ar vis dar norite patvirtinti šį darbo laiko grabavimą?
nb: Vil du fortsatt godkjenne denne ekstra vakten?
pl: Czy nadal chcesz zatwierdzić tę wymianę zmiany?
ru: Вы все еще хотите одобрить этот обмен сменой?
sv: Vill du fortfarande godkänna den här greppet av arbetspass?

source: Swapper name
el_gr: Όνομα του ανταλλάσσοντος
es: Nombre del intercambiador
lt_lt: Keičiančiojo vardas
nb: Bytters navn
pl: Nazwa zamienianego
ru: Имя обменивающегося
sv: Bytarens namn

source: Total hours after swap
el_gr: Συνολικές ώρες μετά την ανταλλαγή
es: Total de horas después del intercambio
lt_lt: Viso valandų po keitimo
nb: Totalt antall timer etter vakt bytte
pl: Całkowita liczba godzin po wymianie
ru: Общее количество часов после обмена
sv: Totala timmar efter bytet

source: Acceptor name
el_gr: Όνομα του αποδέκτη
es: Nombre del aceptador
lt_lt: Priimančiojo vardas
nb: Mottaker snavn
pl: Nazwa akceptującego
ru: Имя принимающего
sv: Mottagarens namn

source: These two employees do not have the same profession
el_gr: Αυτοί οι δύο υπάλληλοι δεν έχουν το ίδιο επάγγελμα
es: Estas dos empleados no tienen la misma profesión
lt_lt: šie du darbuotojai neturi tos pačios profesijos
nb: Disse to ansatte har ikke samme yrke/arbeidsoppgaver
pl: Ci dwaj pracownicy nie mają tego samego zawodu
ru: Эти два сотрудника не имеют одной и той же профессии
sv: Dessa två anställda har inte samma yrke

source: Hey, you are scheduled to have fewer working hours compared to the shift you want to swap with your colleague
el_gr: Είσαι προγραμματισμένος να έχεις λιγότερες ώρες εργασίας σε σύγκριση με τη βάρδια με την οποία θέλεις να ανταλλάξεις με τον συνάδελφό σου
es: Oye, tienes menos horas de trabajo programadas en comparación con el turno con el que quieres intercambiar con tu colega
lt_lt: Ei, jums suplanuota mažiau darbo valandų nei pamainą, su kuria norite pasikeisti su kolega
nb: Hei, du har færre arbeidstimer planlagt sammenlignet med skiftet du ønsker å bytte med kollegaen din
pl: Hej, masz zaplanowane mniej godzin pracy w porównaniu z zamianą, którą chcesz dokonać z kolegą
ru: Привет, у вас запланировано меньше рабочих часов по сравнению с сменой, с которой вы хотите поменяться с коллегой
sv: Hej, du har färre arbetstimmar schemalagda jämfört med den skift du vill byta med din kollega

source: Hey, You are scheduled to have more working hours compared to the shift you want to swap with your colleague
el_gr: Είσαι προγραμματισμένος να έχεις περισσότερες ώρες εργασίας σε σύγκριση με τη βάρδια με την οποία θέλεις να ανταλλάξεις με τον συνάδελφό σου
es: Oye, tienes más horas de trabajo programadas en comparación con el turno con el que quieres intercambiar con tu colega
lt_lt: Ei, jums suplanuota daugiau darbo valandų nei pamainą, su kuria norite pasikeisti su kolega
nb: Hei, du har flere arbeidstimer planlagt sammenlignet med skiftet du ønsker å bytte med kollegaen din
pl: Hej, masz zaplanowane więcej godzin pracy w porównaniu z zamianą, którą chcesz dokonać z kolegą
ru: Привет, у вас запланировано больше рабочих часов по сравнению с сменой, с которой вы хотите поменяться с коллегой
sv: Hej, du har fler arbetstimmar schemalagda jämfört med den skift du vill byta med din kollega

source: Hey, you are scheduled to have fewer working hours compared to the shift you want to trade with your colleague
el_gr: Είσαι προγραμματισμένος να έχεις λιγότερες ώρες εργασίας σε σύγκριση με τη βάρδια που θέλεις να ανταλλάξεις με τον συνάδελφό σου
es: Oye, tienes menos horas de trabajo programadas en comparación con el turno que deseas intercambiar con tu colega
lt_lt: Ei, jums suplanuota mažiau darbo valandų nei pamainą, su kuria norite pakeisti su kolega
nb: Hei, du har færre arbeidstimer planlagt sammenlignet med skiftet du ønsker å bytte med kollegaen din
pl: Hej, masz zaplanowane mniej godzin pracy w porównaniu z zamianą, którą chcesz dokonać z kolegą
ru: Привет, у вас запланировано меньше рабочих часов по сравнению с сменой, на которую вы хотите поменяться с коллегой
sv: Hej, du har färre arbetstimmar schemalagda jämfört med den skift du vill byta med din kollega

source: Hey, You are scheduled to have more working hours compared to the shift you want to trade with your colleague
el_gr: Είσαι προγραμματισμένος να έχεις περισσότερες ώρες εργασίας σε σύγκριση με τη βάρδια που θέλεις να ανταλλάξεις με τον συνάδελφό σου
es: Oye, tienes más horas de trabajo programadas en comparación con el turno que deseas intercambiar con tu colega
lt_lt: Ei, jums suplanuota daugiau darbo valandų nei pamainą, su kuria norite pakeisti su kolega
nb: Hei, du har flere arbeidstimer planlagt sammenlignet med skiftet du ønsker å bytte med kollegaen din
pl: Hej, masz zaplanowane więcej godzin pracy w porównaniu z zamianą, którą chcesz dokonać z kolegą
ru: Привет, у вас запланировано больше рабочих часов по сравнению с сменой, на которую вы хотите поменяться с коллегой
sv: Hej, du har fler arbetstimmar schemalagda jämfört med den skift du vill byta med din kollega

source: And you and your colleague do not have the same profession
el_gr: Και εσύ και ο συνάδελφός σου δεν έχετε το ίδιο επάγγελμα
es: Y tú y tu colega no tienen la misma profesión
lt_lt: Jūs ir jūsų kolega neturite tos pačios profesijos
nb: Og du og kollegaen din har ikke samme yrke/arbeidsoppgaver
pl: Ty i twój kolega nie macie tej samej profesji
ru: И у вас и у вашего коллеги разные профессии
sv: Och du och din kollega har inte samma yrke

source: Do you still want to go ahead
el_gr: Εξακολουθείς να θέλεις να προχωρήσεις
es: ¿Todavía quieres continuar?
lt_lt: Ar vis tiek norite tęsti
nb: Vil du fortsatt fortsette
pl: Czy wciąż chcesz kontynuować
ru: Вы все еще хотите продолжить
sv: Vill du fortfarande fortsätta

source: Hey, you and your colleague do not have the same profession
el_gr: Εσύ και ο συνάδελφός σου δεν έχετε το ίδιο επάγγελμα
es: Oye, tú y tu colega no tienen la misma profesión
lt_lt: Ei, jūs ir jūsų kolega neturite tos pačios profesijos
nb: Hei, du og kollegaen din har ikke samme yrke/arbeidsoppgaver
pl: Hej, ty i twój kolega nie macie tej samej profesji
ru: Привет, у вас и вашего коллеги разные профессии
sv: Hej, du och din kollega har inte samma yrke

source: Do you still want to swap this shift
el_gr: Εξακολουθείς να θέλεις να ανταλλάξεις αυτήν τη βάρδια
es: ¿Todavía quieres intercambiar este turno?
lt_lt: Ar vis tiek norite pakeisti šią pamainą
nb: Vil du fortsatt bytte denne vakten
pl: Czy wciąż chcesz zamienić tę zmianę
ru: Вы все еще хотите поменять эту смену
sv: Vill du fortfarande byta denna skift

source: Total scheduled hours
el_gr: Συνολικές προγραμματισμένες ώρες
es: Horas totales programadas
lt_lt: Visas numatytas valandas
nb: Totalt planlagte timer
pl: Całkowita liczba zaplanowanych godzin
ru: Общее запланированное время
sv: Totalt schemalagda timmar

source: Overtime
el_gr: Υπερωρίες
es: Horas extras
lt_lt: Viršvalandžiai
nb: Overtid
pl: Nadgodziny
ru: Сверхурочные
sv: Övertid

source: Employees available for trading a shift.
el_gr: Υπάλληλοι διαθέσιμοι για ανταλλαγή βάρδιας.
es: Empleados disponibles para intercambiar un turno.
lt_lt: Darbuotojai, galintys mainyti pamainas.
nb: Ansatte tilgjengelige for å bytte vakt
pl: Pracownicy dostępni do wymiany zmiany.
ru: Сотрудники доступные для обмена сменой.
sv: Anställda tillgängliga för att byta skift.

source: The following members have sent requests for trade, grab, or swap.
el_gr: Οι παρακάτω μέλη έχουν στείλει αιτήσεις για ανταλλαγή, αντικατάσταση ή αλλαγή βάρδιας.
es: Los siguientes miembros han enviado solicitudes para intercambiar, tomar o cambiar un turno.
lt_lt: Šie nariai pateikė užklausas dėl pamainų mainų, pagriebimo ar keitimo.
nb: Følgende medlemmer har sendt forespørsler om bytte, ta en ledig vakt eller bytte vakt.
pl: Następujący członkowie wysłali prośby o wymianę, przechwycenie lub zamianę.
ru: Следующие сотрудники отправили запросы на обмен, захват или обмен.
sv: Följande medlemmar har skickat förfrågningar om byte, fånga eller byta skift.

source: day
el_gr: ημέρα
es: día
lt_lt: diena
nb: dag
pl: dzień
ru: день
sv: dag

source: week
el_gr: εβδομάδα
es: semana
lt_lt: savaitė
nb: uke
pl: tydzień
ru: неделя
sv: vecka

source: month
el_gr: μήνας
es: mes
lt_lt: mėnuo
nb: måned
pl: miesiąc
ru: месяц
sv: månad

source: hours this
el_gr: ώρες αυτή την
es: horas esta
lt_lt: valandos šį
nb: timer denne
pl: godzin w tym
ru: часы в этом
sv: timmar denna

source: The swap-shift will change the shift hours to
el_gr: Η ανταλλαγή βάρδιας θα αλλάξει τις ώρες βάρδιας σε
es: El cambio de turno cambiará las horas del turno a
lt_lt: Pakeitimas pamainos pakeis darbo valandas į
nb: Bytt vakt vil endre planlagte vakt timer til
pl: Zamiana zmiany zmieni godziny zmiany na
ru: Обмен сменой изменит рабочие часы на
sv: Bytet av skift kommer att ändra skiftets timmar till

source: the trade-shift will change the shift hours to
el_gr: Η ανταλλαγή βάρδιας θα αλλάξει τις ώρες βάρδιας σε
es: El intercambio de turno cambiará las horas del turno a
lt_lt: Mainai pamainos pakeis darbo valandas į
nb: Bytte vakt vil endre vaktens timer til
pl: Wymiana zmiany zmieni godziny zmiany na
ru: Обмен сменой изменит рабочие часы на
sv: Bytet av skift kommer att ändra skiftets timmar till

source: the grab-shift will change the shift hours to
el_gr: Η ανταλλαγή βάρδιας θα αλλάξει τις ώρες βάρδιας σε
es: El turno tomado cambiará las horas del turno a
lt_lt: Pagriebimas pamainos pakeis darbo valandas į
nb: Plukking av denne vakten vil endre vaktens timer til
pl: Przechwycenie zmiany zmieni godziny zmiany na
ru: Захват сменой изменит рабочие часы на
sv: Fångst av skift kommer att ändra skiftets timmar till

source: resulting in an overtime payment of
el_gr: με αποτέλεσμα την καταβολή υπερωρίας ύψους
es: resultando en un pago de horas extras de
lt_lt: daro viršvalandžių mokėjimą už
nb: som resulterer i overtidsbetaling på
pl: co spowoduje wypłatę dodatkowych nadgodzin w wysokości
ru: что приведет к оплате сверхурочных в размере
sv: vilket resulterar i övertidsbetalning på
